{"Name": "Agrias", "Crystal": "Green", "Weapon": "Sword", "Picture": "https://dissidiadb.com/static/img/agrias.890da5c.png", "Stats": {"Initial Level": ["950", "180", "500", "180", "190"], "Level 50": ["1959", "831", "914", "329", "347"], "Level 50 + Crystal Awakening 50": ["3859", "831", "1364", "509", "537"], "Level 60": ["4299", "1831", "1994", "609", "707"], "Level 60 + Crystal Awakening 60": ["4739", "1831", "2624", "709", "1037"], "Level 70": ["5029", "2151", "2924", "789", "1187"], "Level 70 + Crystal Awakening 70": ["5319", "2471", "3224", "869", "1337"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["8886", "3773", "8944", "3096", "3940"]}, "Commands": {"Knight's Pride": "Raises all party members' BRV based on Initial BRV.  Grants 1 stack of Brave for 6 turns (max stacks is 3).  Brave stacks increase after every HP damage incurred by an ally (only once per turn).  Brave raises Max BRV, Attack, Debuff Evasion Rate and grants BRV and HP regen to all party members.", "Judgment Blade": "1-HIT AoE BRV attack.  Inflicts Paralysis for 1 turn with a low probability.", "Debuff Success Attack Up": "Greatly raises Debuff Success Rate for 1 turn  Marginally raises Attack for 1 turn  No action delay  Doesn't increase turn count  Decreases Friend Support and Summon action count", "Hallowed Bolt": "4-HIT AoE BRV+HP attack.  Moderately increases BRV damage to a single target.  Deals 100% damage to all targets."}, "Passives": {"Knight's Pride Light": "Slightly lowers the Action Delay of Knight's Pride.", "HP Damage Attack Up": "Slightly raises Attack after taking HP damage.", "Buff Speed Up": "Slightly raises Speed while buffed.", "Judgment Blade Power": "Slightly raises BRV damage dealt with Judgment Blade.", "BRV Guard Up": "Slightly raises Defense when BRV is over 50%.", "Knight's Pride Charge": "Increases the max uses of Knight's Pride by 1.", "Buff Boost": "Slightly raises Max BRV while buffed.", "Judgment Blade Charge": "Increases the max uses of Judgment Blade by 1.", "Brave Holy Knight": "Slight raises Max BRV and Attack while Brave is active.", "Buff Boost&Speed Up": "Moderately raises Max BRV and Speed while buffed.", "Knight's Pride Extend": " Knight's Pride  use +1When using  Knight's Pride :- Grants an additional stack of  Brave - Increases maximum stacks of  Brave  by 2 (max becomes 5)- Moderately raises the BRV gain based on Initial BRV- Raises BRV based on Max BRV- Triggers a 1-HIT melee BRV+HP attack- BRV stolen can overflow up to 120% Max BRV- Restores all party members' HP based on HP damage dealt, up to 20% of their Max HPWhile  Brave  is active:- Turns  HP Attack  to  HP Attack+    Raises BRV based on Max BRV before the HP attack   Deals a 1-HIT melee BRV+HP attack", "Brave Base&Boost All": "Slightly raises party's Initial BRV and Max BRV while Brave is active.", "Judgment Blade Extend": "When using  Judgment Blade :- Increases the number of BRV hits to 5- Tremendously raises total BRV potency- BRV stolen can overflow up to 120% Max BRVWhile  Brave  is active:- Turns  Judgment Blade  to  Judgment Blade+    Moderately raises BRV potency   BRV stolen can overflow up to 150% Max BRV   Triggers an AoE HP attack   HP damage dealt is split equally amongst all enemies- Turns  BRV Attack  to  BRV Attack+    Increases the number of BRV hits to 2   Moderately raises total BRV potency   Raises party BRV based on Attack after the BRV attack", "Resonance of Bravery and Destruction": "Raises party's Initial BRV and Max BRV by 10%", "Debuff Success Attack Up Extend": "When using  Debuff Success Attack Up :- Slightly improves  Attack Up  effect"}, "Weapons": {"Save the Queen CP: 70": "May equip the EX Ability Hallowed Bolt", "Bloom Stone CP: Cannot be equipped": " Debuff Success Attack Up  use +1", "Mythril Shield CP: 35": "INT BRV+110 and ATK+72", "Jade Armlet CP: 90": "HP+680 and MAX BRV+220", "Coral Sword CP: 15": "Lowers the Action Delay of Knight's Pride.Extends the duration of Brave.Raises the potency of the BRV gain based on Initial BRV.", "Defender CP: 35": "Raises the potency of Judgment Blade and Judgment Blade+.Moderately increases BRV damage to a single target.Raises the success rate of Paralysis."}}