{"Name": "Edgar", "Crystal": "Red", "Weapon": "Spear", "Picture": "https://dissidiadb.com/static/img/edgar.0717327.png", "Stats": {"Initial Level": ["1000", "160", "525", "175", "190"], "Level 50": ["2062", "739", "960", "320", "347"], "Level 50 + Crystal Awakening 50": ["4062", "739", "1437", "500", "537"], "Level 60": ["4692", "1339", "2257", "600", "707"], "Level 60 + Crystal Awakening 60": ["5322", "1339", "3077", "700", "1037"], "Level 70": ["?", "?", "?", "?", "?"], "Level 70 + Crystal Awakening 70": ["?", "?", "?", "?", "?"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["8957", "2543", "8279", "2694", "3640"]}, "Commands": {"Auto Crossbow": "1-HIT AoE BRV attack.  Deals more damage if target is a machine.  Inflicts Sap debuff on all enemies if STR 55 Passive Ability if equipped.", "Drill": "2-HIT BRV+HP attack.  Inflicts Small Defense Down and deals more damage if target is a machine.  Inflicts Small Max BRV Down as well if STR 60 Passive Ability if equipped.", "BRV Attack+": "1-HIT BRV attack.  Lasts for 4 turns after using Drill.", "Chainsaw": "5-HIT BRV+HP attack.  BRV stolen from the target can overflow up to 120% of Max BRV.  Deals higher damage if target is a machine.  Grants Machinery for 6 turns.  Machinery raises BRV damage dealt based on the number of debuffs on the target."}, "Passives": {"Auto Crossbow Power": "Slightly raises BRV damage dealt with Auto Crossbow.", "Break Boost": "Slightly raises Max BRV for 1 turn after breaking an enemy.", "BRV Guard Up": "Slightly raises Defense when BRV is over 50%.", "Drill Light": "Slightly reduces Action Delay after using Drill.", "BRV Attack Up": "Slightly raises Attack when BRV is over 50%.", "Auto Crossbow Charge": "Increases the max uses of Auto Crossbow by 1.", "Debuff Speed Up": "Slightly raises Speed while an enemy is debuffed.", "Drill Charge": "Increases the max uses of Drill by 1.", "Marshal of the Machine Divison": "Slightly raises Attack for 2 turns when using an HP attack on a Machine-type enemy.", "Focus Attack": "Raises BRV damage dealt to a single target with AoE attacks by 1.6", "Auto Crossbow Extend": "Increases Auto Bowgun's max uses by 2.Slightly raises its potency and lowers its Action Delay.Moderately raises its potency when used against Machine-type targets.Inflicts Sap debuff to all targets for 4 turns.", "Debuff Attack&Boost Up": "Moderately raises Max BRV and Attack while an enemy is debuffed.", "Drill Extend": "Greatly raises Drill's potency and lowers its Action Delay.Moderately raises its potency when used against Machine-type targets.Slightly improves its Defense Down debuff.Inflicts Small Max BRV Down as well."}, "Weapons": {"Partisan CP: 35": "Increases the potency of Drill and lowers its Action Delay.Increases the potency of Defense Down and extends its duration.Grants Small Attack Up for 4 turns.Turns BRV Attack to BRV Attack+ (Increases its potency and deals more damage to Machines).", "Trident CP: 70": "May equip the EX Ability Chainsaw.", "Mythril Spear CP: 15": "Increases the potency of Auto Crossbow and lowers its Action Delay.Grants Small Max BRV Up and Small Speed Up for 4 turns.", "Fated Coin CP: 90": "HP+680 and INT BRV+110", "Schwarz Lance CP: 15": "Slightly raises all party members' Max BRV and Attack when an enemy is debuffed.", "Royal Crown CP: 35": "ATK+72 and DEF+84"}}