{"Name": "Fang", "Crystal": "Yellow", "Weapon": "Spear", "Picture": "https://dissidiadb.com/static/img/fang.43f1875.png", "Stats": {"Initial Level": ["1100", "160", "525", "180", "150"], "Level 50": ["2268", "739", "960", "329", "274"], "Level 50 + Crystal Awakening 50": ["4468", "739", "1437", "509", "424"], "Level 60": ["5468", "1339", "2257", "609", "534"], "Level 60 + Crystal Awakening 60": ["6468", "1339", "3077", "709", "744"], "Level 70": ["6788", "1639", "3387", "789", "874"], "Level 70 + Crystal Awakening 70": ["7108", "1939", "3697", "869", "1004"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["10896", "3199", "9555", "3096", "3384"]}, "Commands": {"Umbral Vise": "1-HIT BRV attack.  Deals very high damage to debuffed targets.  Inflicts Small Max BRV Down, Small Defense Down, Small Speed Down on the target for 3 turns.  Grants Saboteur F stance for 3 turns and removes Commando F stance.  Saboteur F raises Max BRV.", "Whirlwind": "2-HIT BRV+HP.  Initiates a Chase Sequence if the target is broken.  Grants Commando F stance for 3 turns and removes Saboteur F stance.  Commando F raises Max BRV and Attack.", "Chase HP Damage Up All": "Slightly raises party HP damage dealt during a Chase Sequence for 3 turns  No action delay  Doesn't increase turn count  Decreases Friend Support and Summon action count", "Highwind": "3-HIT AoE ranged BRV + ST HP attack  Moderately raises BRV damage dealt to a single target  BRV stolen can overflow up to 150% Max BRV  Grants 2 stacks of 「Fangs of Transgression」 for 6 turns (max is 5)  Turns to 「Highwind+」 while 「Fangs of Transgression」 is at 5 stacks   「Fangs of Transgression」 has the following effects:  - Raises self Max BRV and Speed  - Lowers all enemies' Speed"}, "Passives": {"Umbral Vise Power": "Slightly raises BRV damage dealt with Umbral Vise.", "HP Damage Guard": "Slightly raises Defense after taking HP damage.", "Buff Speed Up": "Slightly raises Speed while buffed.", "Whirlwind Power": "Slightly raises BRV damage dealt with Whirlwind.", "Break Boost": "Slightly raises Max BRV for 1 turn after breaking an enemy.", "Umbral Vise Charge": "Increases the max uses of Umbral Vise by 1.", "Target Attack Up": "Slightly raises Attack when attacking an enemy targeting self.", "Whirlwind Charge": "Increases the max uses of Whirlwind by 1.", "Gran Pulse Warrior": "Slightly raises Max BRV and Attack while an enemy is debuffed.", "Smash Attack&Boost Up": "Slightly raises Max BRV and moderately raises Attack for 8 turns after initiating a Chase Sequence", "Umbral Vise Extend": " Umbral Vise  use +1When using  Umbral Vise :- Increases the number of BRV hits to 3- Tremendously raises its total BRV potency- BRV stolen can overflow up to 120% Max BRV- Slightly improves the effects of  Saboteur F - Grants 1 stack of  Fangs of Transgression  for 6 turns (max is 5)- If target is inflicted with a debuff, grants an additional stack of  Fangs of Transgression - Triggers an HP attack after useWhile  Saboteur F  is active:- Turns  BRV Attack  to  BRV Attack (Saboteur)    Increases the number of BRV hits to 2  Slightly raises its total BRV potency  Greatly raises BRV damage dealt to debuffed enemies  Low Action Delay", "Buff Attack&Speed Up": "Moderately raises Attack and Speed while buffed", "Whirlwind Extend": "When using  Whirlwind :- Increases the number of BRV hits to 3- Greatly raises its total BRV potency- BRV Hits become AoE (Chase effect remains single target)- Moderately raises BRV damage dealt to a single target- BRV stolen can overflow up to 150% Max BRV- Slightly improves the effects of  Commando F - Grants 1 stack of  Fangs of Transgression  for 6 turns (max is 5)- If target is broken or gets broken, grants an additional stack of  Fangs of Transgression While  Commando F  is active:- Turns  BRV Attack  to  BRV Attack (Commando)    Increases the number of BRV hits to 2  Slightly raises its total BRV potency  BRV Hits become AoE  Moderately raises BRV damage dealt to a single target ( BRV Attack  during Chase is unaffected ", "Radiance of Power and Defense": "Raises Attack and Defense by 20%", "Chase HP Damage Up All Extend": "When using  Chase HP Damage Up All , adds the following effect:- Slightly raises self Attack for 3 turns"}, "Weapons": {"Fang's Necklace CP: 90": "INT BRV+110 and DEF+84", "Frostshield Earrings CP: 35": "HP+680 and ATK+72", "Glaive CP: 35": "Raises the potency of Whirlwind.Raises the potency further when the target is broken.Grants Small Physical Attack up for 10 turns.Raises the potency of Commando F and extends its duration.", "Bladed Lance CP: 15": "Raises the potency of Umbral Vise.Raises the potency of Max BRV Down, Defense Down and Speed Down, and extends their duration.Extends the duration of Saboteur F.", "Dragoon Lance CP: 70": "May equip the EX Ability  Highwind ", "Bloom Stone CP: Cannot be equipped": " Chase HP Damage Up All  use +2"}}