{"Name": "Krile", "Crystal": "Blue", "Weapon": "Staff", "Picture": "https://dissidiadb.com/static/img/krile.aad5cb0.png", "Stats": {"Initial Level": ["1000", "180", "525", "165", "150"], "Level 50": ["2062", "831", "960", "301", "274"], "Level 50 + Crystal Awakening 50": ["4062", "831", "1437", "471", "424"], "Level 60": ["4692", "1831", "2257", "571", "534"], "Level 60 + Crystal Awakening 60": ["5322", "1831", "3077", "671", "744"], "Level 70": ["5622", "2151", "3387", "751", "874"], "Level 70 + Crystal Awakening 70": ["5922", "2471", "3697", "831", "1004"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["9622", "3883", "9590", "2857", "3384"]}, "Commands": {"Ray of Hope": "Adds 1.2x Krile's Initial BRV to the target.  Grants Elemental Weakness Damage Up to all party members for 3 turns and Small Attack Up for 3 turns to Krile.", "Ray of Hope+": "Upgrades the BRV multiplier to 1.5x.", "Thunder (V)": "1-HIT BRV attack.  Grants Small Max BRV Up for 3 turns.", "Thunder (V)+": "1-HIT BRV attack and grants Small Max BRV Up for 3 turns.", "BRV Attack+": "1-HIT BRV attack.", "Advance All": "Slightly raises party Max BRV overflow limit for 3 turns  No action delay  Doesn't increase turn count  Decreases Friend Support and Summon action count", "Quick Dualcast": "3-HIT AoE Thunder magic BRV+HP Attack executed 3 times  HP damage is split amongst all enemies  Moderately raises BRV damage dealt to single target  BRV stolen can overflow up to 120% Max BRV  Inflicts 「Thunder Resist Down」 for 4 turns on the first HP attack  Grants 「Radiance of the Earth Crystal」   「Radiance of the Earth Crystal」 has the following effect:  - Raises party BRV by 10% of total HP damage dealt with 「Quick Dualcast」 for 5 turns (ally and enemy turns)"}, "Passives": {"BRV Speed Up": "Slightly raises Speed when BRV is over 50%.", "Buff Attack Up": "Slightly raises Attack while buffed.", "Master Speed Up": "Slightly raises Speed after mastering an ability.", "Thunder (V) Light": "Slightly reduces Action Delay after using Thunder (V).", "Spirit of Competition": "Grants 100% critical hit rate when BRV equals or exceeds Initial BRV and target's BRV is over twice of that BRV.", "Thunder (V) Charge": "Increases the max uses of Thunder (V) by 1.", "Ray of Hope Light": "Slightly reduces Action Delay after using Ray of Hope.", "Break Speed Up": "Slightly raises Speed for 1 turn after breaking an enemy.", "Don't die!": "Slightly raises Initial BRV and Speed when an ally's BRV is below their Initial BRV.", "Buff Attack&Boost All": "Moderately raises party Max BRV and Attack while buffed", "Ray of Hope Extend": " Ray of Hope  use +1Reduces mastery requirement for  Ray of Hope  by 1When using  Ray of Hope ,  Ray of Hope+ :- Moderately raises the BRV gain based on Initial BRV- Slightly improves  Elemental Weakness Damage Up  and extends its duration by 2 turns- Slightly improves  Attack Up  and extends its duration by 2 turns- Lowers Action DelayAfter mastering  Ray of Hope :- Turns  HP Attack  to  HP Attack+    1-HIT Thunder magic BRV+HP attack", "Master Base&Speed": "Moderately raises Initial BRV and slightly raises Speed after mastering an ability", "Thunder (V) Extend": " Thunder (V)  use +3Reduces mastery requirement for  Thunder (V)  by 1When using  Thunder (V) ,  Thunder (V)+ :- Increases the number of BRV hits to 5- Tremendously raises total BRV potency- Triggers an HP attack after useWhen using  Thunder (V) :- Grants  Small Max BRV Up  for 3 turnsWhen using  Thunder (V)+ :- Moderately improves  Max BRV Up - BRV stolen can overflow up to 150% Max BRVAfter mastering  Thunder (V) :- Turns  BRV Attack  to  BRV Attack+    2-HIT Thunder magic BRV attack  Moderately raises total BRV potency", "Resonance of Bravery and Destruction": "Raises party Initial BRV and Max BRV by 10%", "Advance All Extend": "When using  Advance All :- Slightly raises party Max BRV overflow limit"}, "Weapons": {"Krile's Hair Ornaments CP: 90": "HP+680 and DEF+84", "Demon's Rod CP: 70": "May equip the EX Ability  Quick Dualcast ", "Priest's Hat CP: 35": "INT BRV+110 and ATK+72", "Lilith's Rod CP: 15": "Turns Ray of Hope to an AoE ability and lowers its Action Delay.Extends the duration of Small Attack Up's duration and Elemental Weakness Damage Up.", "Wizard Rod CP: 35": "Increases the potency of Thunder (V).Grants Small Initial BRV Up for 3 turns and extends its duration to 6 turns when the ability is mastered.", "Bloom Stone CP: Cannot be equipped": " Advance All  use +1Duration of  Advance All  effects +2 turns"}}