{"Name": "Layle", "Crystal": "Yellow", "Weapon": "Throwing Weapon", "Picture": "https://dissidiadb.com/static/img/layle.2913868.png", "Stats": {"Initial Level": ["1000", "160", "525", "175", "170"], "Level 50": ["2062", "739", "960", "320", "310"], "Level 50 + Crystal Awakening 50": ["4062", "739", "1437", "500", "480"], "Level 60": ["4692", "1339", "2257", "600", "620"], "Level 60 + Crystal Awakening 60": ["5322", "1339", "3077", "700", "890"], "Level 70": ["?", "?", "?", "?", "?"], "Level 70 + Crystal Awakening 70": ["?", "?", "?", "?", "?"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["9654", "2433", "8514", "2658", "3398"]}, "Commands": {"Field Burst": "1-HIT BRV attack.  Grants a low probability of inflicting Gravity Down for 5 turns.  Gravity Down lowers the required amount of hits to initate a Chase Sequence.", "Energy Gain": "1-HIT BRV+HP attack.  Makes it easier to initiate a Chase Sequence.  Grants Magical Attack Up for 3 turns.", "Gae Bolg": "4-HIT AoE BRV attack + single target HP attack.  Moderately raises BRV damage dealt to a single target.  Greatly raises BRV damage dealt to targets afflicted with Gravity Down.  BRV can overflow up to 120% Max BRV.  Grants Clavat Heart for 5 turns.  Initiates a Chase Sequence and allows other targets to be launched immediately.  Clavat Heart has the following effects:  - Raises all party members' Max BRV and Attack.  - Makes it easier to initiate a Chase Sequence for all party members."}, "Passives": {"Field Burst Power": "Slightly raises BRV damage dealt with Field Burst.", "Smash Attack Up": "Slightly raises Attack for 1 turn after initiating a Chase Sequence.", "Field Burst Charge": "Increases the max uses of Field Burst by 1.", "Energy Gain Charge": "Increases the max uses of Energy Gain by 1.", "Debuff Attack Up": "Slightly raises Attack while an enemy is debuffed.", "Break Bonus Up": "Slightly raises Break Bonus earned after breaking an enemy.", "Energy Gain Power": "Slightly raises BRV damage dealt with Energy Gain.", "BRV Speed Up": "Slightly raises Speed when BRV is over 50%.", "Crystal Bearer": "Slightly raises Initial BRV, Max BRV, Attack and Defense if HP is Max when the final battle starts.", "Smash Attack Speed Up": "Moderately raises Attack and Speed for 5 turns after initiating a Chase Sequence.", "Field Burst Extend": "Turns Field Burst to an AoE BRV attack.Afflicts the target with Small Speed Down for 5 turns.Turns BRV Attack to BRV Attack+ for 5 turns after using Field Burst.BRV Attack+ is a 1-HIT BRV attack with low Action Delay and raises party's BRV based on Attack.", "Debuff Boost": "Moderately raises Max BRV while an enemy is debuffed.", "Energy Gain Extend": "Greatly raises the potency of Energy Gain.Delays target by 1 turn."}, "Weapons": {"Rampage Jegon CP: 70": "May equip the EX Ability Gae Bolg.", "Passio Kilanda CP: 35": "Increases the potency of Energy Gain, lowers its Action Delay and makes it much more easier to initiate a Chase Sequence.Increases its max uses by 1.Raises allies' BRV based on Max BRV.Increases the potency of Magical Attack Up and extends its duration.", "Layle's Jacket CP: 35": "MAX BRV+220 and ATK+72", "Layle's Ring CP: 90": "HP+680 and INT BRV+110", "Tida's Phantom CP: 15": "Increases the potency of Field Burst.Raises the success rate of Gravity Down and extends its duration."}}