{"Name": "Leonhart", "Crystal": "Black", "Weapon": "Sword", "Picture": "https://dissidiadb.com/static/img/leonhart.5661d30.png", "Stats": {"Initial Level": ["1100", "150", "525", "180", "170"], "Level 50": ["2268", "693", "960", "329", "310"], "Level 50 + Crystal Awakening 50": ["4468", "693", "1437", "509", "480"], "Level 60": ["5468", "1093", "2257", "609", "620"], "Level 60 + Crystal Awakening 60": ["6468", "1093", "3077", "709", "890"], "Level 70": ["6788", "1383", "3387", "789", "1030"], "Level 70 + Crystal Awakening 70": ["7108", "1673", "3697", "869", "1170"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["11560", "2851", "8997", "2817", "3686"]}, "Commands": {"Dark Slash": "2-HIT BRV+HP attack.  Grants Dark Knight for 5 turns when the target is hit.  The number of Dark Knight stacks granted is determined by the amount of BRV used to deal HP damage.  Less than 75% Max BRV grants 1 stack.  Between75% and 99% Max BRV grants 2 stacks.  100% and beyond grants 3 stacks (maximum).  Dark Knight raises Max BRV and Attack based on the number of stacks.", "Dark Bind": "1-HIT AoE BRV+HP attack.  HP damage is divided equally amongst all targets.  Heals based on damage dealt up to 15% of Max HP.  Grants a medium probability to inflict Sap for 5 turns.", "Dark Enchant": "Grants 「Dark Enchant」 for 2 turns  No action delay  Doesn't increase turn count  Decreases Friend Support and Summon action count", "Dark Stream": "4-HIT Dark AoE melee BRV+HP Attack  Deals 100% HP Damage to all enemies   While 「Dark Knight」 is active and HP is above 80%:  - Turns into 「Dark Stream+」", "Dark Stream+": "4-HIT Dark AoE melee BRV+HP Attack  Deals 100% HP Damage to all enemies  Grants 「Dark Knight’s Pride」 for 4 turns   「Dark Knight’s Pride」 has the following effects:  - Changes all non-elemental BRV attacks of enemies to Dark-elemental BRV attacks  - Allows party-wide absorption of Dark-elemental damage"}, "Passives": {"Dark Slash Power": "Slightly raises BRV damage dealt with Dark Slash.", "Critical Power": "Slightly raises BRV damage dealt with critical hits.", "Attack Proficiency": "Slightly raises Attack up to 10 times after using a BRV attack or an ability.", "Dark Bind Power": "Slightly raises BRV damage dealt with Dark Bind.", "Heal Attack Up": "Slightly raises Attack for 1 turn after HP Recovery.", "Dark Slash Charge": "Increases the max uses of Dark Slash by 1.", "Imperial Subject": "Upon recovering HP, if the healing amount exceeds Max HP, the excess is converted to BRV.The BRV value granted is limited to 150% of Initial BRV.", "Dark Bind Charge": "Increases the max uses of Dark Bind by 1.", "Proof of Power": "Slightly raises Initial BRV, Max BRV, Attack and Defense while Dark Knight is active.", "Dark Knight Speed Up": "Moderately raises Speed while Dark Knight is active.", "Dark Slash Extend": " Dark Slash  use +1When using  Dark Slash :- Increases the number of BRV Hits to 4- Tremendously raises its BRV potency- BRV stolen can overflow up to 120% Max BRV- Deals 50% HP damage to other targets While  Dark Knight  is active and HP is above 80%,  Dark Slash  turns into  Dark Slash+ :- Moderately raises its BRV potency- BRV stolen can overflow up to 150% Max BRV", "Dark Knight Attack&Boost Up": "Moderately raises Max BRV and Attack while Dark Knight is active.", "Dark Bind Extend": "When using  Dark Bind :- Increases the number of BRV Hits to 5- Tremendously raises its BRV potency- BRV stolen can overflow up to 120% Max BRV- Marginally improves the HP Recovery based on HP damage dealtWhile  Dark Knight  is active and HP is over 50%,  BRV Attack  turns into  BRV Attack+ :- Increases the number of BRV Hits to 2- Greatly raises its BRV potencyWhile  Dark Knight  is active and HP is over 80%,  Dark Bind  turns into  Dark Bind+ :   Moderately raises its BRV potency  BRV stolen can overflow up to 150% Max BRV-  BRV Attack+  turns into  BRV Attack++ :   Slightly raises its BRV potency", "Radiance of Destruction and Power": "Raises Max BRV and Attack by 20%", "Dark Enchant Extend": "When using  Dark Enchant , adds the following effect:- Slightly raises the Max BRV Overflow limit"}, "Weapons": {"Ancient Sword CP: 15": "Raises the potency of Dark Slash.Grants Small Attack Up for 5 turns.", "Golden Shield CP: 35": "HP+680 and ATK+72", "Bloom Stone CP: Cannot be equipped": " Dark Enchant  use +1Duration of  Dark Enchant  effects +2 turns", "Gaia Blade CP: 70": "May equip the EX Ability  Dark Stream ", "Diamond Armor CP: 90": "INT BRV+110 and DEF+84", "Sleep Sword CP: 35": "Raises the potency of Dark Bind.Raises the HP recovery limit.Moderately increases BRV damage to a single target.Raises the success rate of Sap.Grants Dark Knight for 5 turns if the ability hits."}}