{"Name": "Maria", "Crystal": "Blue", "Weapon": "Bow", "Picture": "https://dissidiadb.com/static/img/maria.2cba229.png", "Stats": {"Initial Level": ["1050", "170", "525", "170", "150"], "Level 50": ["2165", "785", "960", "310", "274"], "Level 50 + Crystal Awakening 50": ["4265", "785", "1437", "480", "424"], "Level 60": ["5085", "1585", "2257", "580", "534"], "Level 60 + Crystal Awakening 60": ["5905", "1585", "3077", "680", "744"], "Level 70": ["?", "?", "?", "?", "?"], "Level 70 + Crystal Awakening 70": ["?", "?", "?", "?", "?"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["9660", "2683", "8517", "2577", "3120"]}, "Commands": {"Proper Shot": "1-HIT BRV attack with low Action Delay.", "Arrow Rain": "1-HIT AoE BRV+HP attack.  HP damage is divided equally amongst all enemies.  Heals all party members based on the HP damage dealt up to 5% of their Max HP.", "Explosive Bow": "3-HIT BRV+HP attack.  Deals 50% HP damage to other enemies.  Inflicts Explosion for 5 turns.  Explosion steals a certain amount of BRV at the end of the turn."}, "Passives": {"Proper Shot Light": "Slightly reduces Action Delay after using Proper Shot.", "Break Speed Up": "Slightly raises Speed for 1 turn after breaking an enemy.", "Attack Proficiency": "Slightly raises Attack up to 10 times after every BRV attack.", "Arrow Rain Power": "Slightly raises BRV damage dealt with Arrow Rain.", "Receive Heal Up": "Slightly raises HP recovered.", "Proper Shot Power": "Slightly raises BRV damage dealt with Proper Shot.", "Break Boost": "Slightly raises Max BRV for 1 turn after breaking an enemy.", "Arrow Rain Charge": "Increases the max uses of Arrow Rain by 1.", "Rebel Army": "Upon recovering HP, if the healing amount exceeds Max HP, the excess is converted to BRV.The BRV value granted is limited to 150% of Initial BRV.", "Buff Attack&Boost Up": "Moderately raises Max BRV and Attack while buffed.", "Proper Shot Extend": "Increases Proper Shot's number of hits to 3.Moderately raises its total potency.Raises party's BRV based on Max BRV.Extends the duration of Max BRV Up and BRV Regen by 2 turns.Triggers an HP attack when BRV is above 80% Max BRV.", "Buff Boost&Speed All": "Slightly raises party's Max BRV and Speed while buffed.", "Arrow Rain Extend": "Increases Arrow Rain's number of hits to 2.Moderately raises its total potency.Slightly raises the amount of HP recovered.Slightly raises the HP Recovery limit.Extends the duration of Attack Up by 3 turns.Grants Small Physical Attack Up to all party members for 6 turns.Turns BRV Attack to BRV Attack+ for 6 turns after using Arrow Rain.BRV Attack+ is a 1-HIT BRV attack that raises party's BRV based on Attack."}, "Weapons": {"Mythril Bow CP: 15": "Increases the potency of Proper Shot and lowers its Action Delay.Grants Small Max BRV Up and BRV Regen for 3 turns.", "Yoichi's Bow CP: 35": "Increases the potency of Arrow Rain, raises its HP recovery limit and lowers its Action Delay.Raises inflicted BRV damage when there is only one target.Grants Small Attack Up for 3 turns to all party members.", "Ruby Cuirass CP: 90": "ATK+72 and DEF+84", "Hermes Shoes CP: 35": "HP+680 and MAX BRV+220", "Dark Bow CP: 70": "May equip the EX Ability Explosive Bow"}}