{"Name": "Palom", "Crystal": "Black", "Weapon": "Staff", "Picture": "https://dissidiadb.com/static/img/palom.09341d7.png", "Stats": {"Initial Level": ["900", "180", "550", "180", "130"], "Level 50": ["1856", "831", "1005", "329", "237"], "Level 50 + Crystal Awakening 50": ["3656", "831", "1500", "509", "367"], "Level 60": ["3906", "1831", "2500", "609", "447"], "Level 60 + Crystal Awakening 60": ["4156", "1831", "3500", "709", "597"], "Level 70": ["4436", "2151", "3820", "789", "717"], "Level 70 + Crystal Awakening 70": ["4716", "2471", "4140", "869", "837"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["8202", "3695", "9591", "2889", "3121"]}, "Commands": {"Bluff": "Grants Power of Black Magic for 2 turns and raises BRV based on Attack.  Turns to Bluff+ after use.  Turns BRV Attack to BRV Attack+ for 2 turns.  Power of Black Magic raises Attack.", "Bluff+": "Grants Power of Black Magic for 3 turns and raises BRV based on Attack.  Turns to Bluff++ after use.  Turns BRV Attack to BRV Attack+ for 3 turns. ", "Bluff++": "Grants Power of Black Magic for 4 turns and raises BRV based on Attack.  Turns BRV Attack to BRV Attack+ for 4 turns. ", "BRV Attack+": "1-HIT BRV attack.", "Mysidia's Ice Crystal": "1-HIT BRV attack.  Grants Wisdom of Black Magic for 2 turns.  Turns to Mysidia's Ice Crystal+ after use.  Turns HP Attack to Dualcast for 2 turns.  Wisdom of Black Magic raises Max BRV.", "Mysidia's Ice Crystal+": "1-HIT BRV attack.  Grants Wisdom of Black Magic for 3 turns.  Turns to Mysidia's Ice Crystal++ after use.  Turns HP Attack to Dualcast for 3 turns.", "Mysidia's Ice Crystal++": "1-HIT BRV attack.  Grants Wisdom of Black Magic for 4 turns.  Turns HP Attack to Dualcast for 4 turns.", "Dualcast": "2-HIT BRV+HP attack.", "Mysidia's Great Ice Crystal": "1-HIT stronger BRV+HP attack.", "Blizzard Boost": "2-HIT Ice magic BRV+HP attack  Slightly raises Max BRV for 1 turn  No action delay  Doesn't increase turn count  Decreases Friend Support and Summon action count", "Stardust": "2-HIT AoE BRV+HP attack.  Inflicts Ice Resistance Down for 4 turns.  Follows up with a 5-HIT AoE BRV+HP attack.  Moderately increases BRV damage to a single target.   HP damage is equally divided among all targets.  Extends the duration of Power of Black Magic and Wisdom of Black Magic by 3 turns.  Also extends the duration of BRV Attack+ and Dualcast by 3 turns."}, "Passives": {"Bluff Light": "Slightly reduces Action Delay after using Bluff.", "Critical BRV Gain": "Grants a small amount of BRV after dealing a critical hit.", "Break Boost": "Slightly raises Max BRV for 1 turn after breaking an enemy.", "Mysidia's Ice Crystal Light": "Slightly reduces Action Delay after using Mysidia's Ice Crystal.", "Buff Boost": "Slightly raises Max BRV while buffed.", "Bluff Attack Up": "Slightly raises Attack for 1 turn after using Bluff.", "Back Attack": "Slightly raises BRV Damage when attacking an enemy not targeting self.", "Mysidia's Ice Crystal Power": "Slightly raises BRV damage dealt with Mysidia's Ice Crystal.", "Black Mage's Talent": "Slightly raises BRV damage dealt with BRV Attack+ and Dualcast.", "Power of BM Attack Up": "Moderately raises Attack while Power of Black Magic is active.", "Bluff Extend": "Tremendously raises the potency of the BRV Gain based on Attack Power.Extends Power of Black Magic by 6 turns.Triggers HP attack after use.Extends the duration of BRV Attack+ by 6 turns.BRV Attack+ changes from 1-HIT to 2-HIT and its potency is moderately raised.", "Wisdom of BM Boost&Speed Up": "Moderately raises Max BRV and Speed while Wisdom of Black Magic is active.", "Mysidia's Ice Crystal Extend": "Extends Wisdom of Black Magic by 6 turns.Triggers HP attack after use.Extends the duration of Dualcast (HP Attack+) by 6 turns.Changes Mysidia's Ice Crystal /+/++/Great from 1-HIT to 2-HIT.In addition to the HP attack on the main target, it will deal 40/60/80/100% damage to other targets depending on the state of the ability.Moderately raises Dualcast's potency.", "Radiance of Destruction and Power": "Raises Max BRV and Attack by 20%", "Blizzard Boost Extend": "When using  Blizzard Boost :- Slightly improves  Max BRV Up  effect"}, "Weapons": {"Sage's Robe CP: 90": "HP+680 and DEF+84", "Faerie Rod CP: 35": "Increases the potency of all variations of Mysidia's Ice Crystal and that of Wisdom of Black Magic.Extends the duration of Dualcast and increases its potency.Increases its max uses by 1 and turns Mysidia's Ice Crystal into an HP attack for its last use.", "Stardust Rod CP: 70": "May equip the EX Ability Stardust.", "Black Robe CP: 35": "MAX BRV+220 and ATK+72", "Bloom Stone CP: Cannot be equipped": " Blizzard Boost  use +1Duration of  Blizzard Boost  effects +1 turn", "Mysidia's Rod CP: 15": "Raises the BRV gain and lowers the Action Delay of Bluff, Bluff+ and Bluff++.Increases the potency of Power of Black Magic and extends its duration.Extends the duration of BRV Attack+, increases its potency and lowers its Action Delay."}}