{"Name": "Relm", "Crystal": "White", "Weapon": "Other", "Picture": "https://dissidiadb.com/static/img/relm.866a1ec.png", "Stats": {"Initial Level": ["900", "170", "550", "170", "170"], "Level 50": ["1856", "785", "1005", "310", "310"], "Level 50 + Crystal Awakening 50": ["3656", "785", "1500", "480", "480"], "Level 60": ["3906", "1585", "2500", "580", "620"], "Level 60 + Crystal Awakening 60": ["4156", "1585", "3500", "680", "890"], "Level 70": ["4436", "1895", "3820", "760", "1030"], "Level 70 + Crystal Awakening 70": ["4716", "2205", "4140", "840", "1170"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["8217", "3413", "9785", "2737", "3686"]}, "Commands": {"Sketch Summon": "1-HIT AoE BRV+HP attack.  HP damage is divided equally amongst all targets.  Attributes and effects depend on the equipped summon.  Grants Small Max BRV Up.", "Chocobo Kick": "1-HIT AoE BRV attack.  Requires Chocobo Summon.", "Whispering Wind": "Raises all party members' BRV and recovers HP based on Attack.  No BRV attack before the HP attack.  Requires Sylph Summon.", "Hellfire": "1-HIT AoE BRV attack.  Requires Ifrit Summon.", "Diamond Dust": "1-HIT AoE BRV attack.  Requires Shiva Summon.", "Judgement Bolt": "1-HIT AoE BRV attack.  Requires Ramuh Summon.", "Zantetsuken": "1-HIT AoE BRV attack with a low BREAK chance.  Requires Odin Summon.", "Tidal Wave": "1-HIT AoE BRV attack.  Requires Leviathan Summon.", "Divine Judgment": "1-HIT AoE BRV attack.  Requires Alexander Summon.", "Brotherly Love": "1-HIT AoE BRV attack.  Requires Brothers Summon.", "Tornado Zone": "1-HIT AoE BRV attack with a higher chance of initiating a Chase Sequence.  Requires Pandemonium Summon.", "Megaflare": "1-HIT AoE BRV attack.  Requires Bahamut Summon.", "Dark Messenger": "1-HIT AoE BRV attack.  Requires Diabolos Summon.", "Sketch": "1-HIT BRV attack.  Afflicts the target with Sketch for 1 turn.  Grants Small Attack Up.  When the target afflicted with Sketch acts, Relm can act immediately after without increasing the turn count.  Sketch also lowers Attack.", "Sketch Long": "Inflicts 「Sap」 to target for 2 turns  Extends the duration of the 「Sketch」 debuff by 1 turn  No action delay  Doesn't increase turn count  Decreases Friend Support and Summon action count", "Star Prism": "6-HIT AoE magic BRV+HP attack  BRV Hits are be dispersed when there are multiple enemies  BRV stolen can overflow up to 150% Max BRV  HP Damage is split equally amongst targets  Inflicts 「Sketch」 to all enemies for 2 turns"}, "Passives": {"Sketch Summon Power": "Slightly raises BRV damage dealt with Sketch Summon.", "Break Speed Up": "Slightly raises Speed for 1 turn after breaking an enemy.", "Fast Writing Proficiency": "Slightly raises party's Speed while buffed.", "Sketch Power": "Slightly raises BRV damage dealt with Sketch.", "Bonus Up All": "Slightly raises Break Bonus gained by the party after breaking an enemy.", "Sketch Summon Charge": "Increases the max uses of Sketch Summon by 1.", "Buff Attack Up": "Slightly raises Attack while buffed.", "Sketch Charge": "Increases the max uses of Sketch by 1.", "Future Genius Artist": "Slightly raises party's Max BRV and Attack if HP is Max when the final battle starts.", "Sketch Summon Focus Attack": "Greatly raises BRV damage dealt to a single target with AoE attacks", "Sketch Summon Extend": "When using  Sketch Summon :- Before the Summon ability is triggered, raises party BRV based on Max BRV- Monderately raises BRV damage dealt- BRV stolen can overflow up to 150% Max BRV- Slightly improves the  Max BRV Up  buff and extends its duration by 2 turns- Grants  Medium Speed Up  for 8 turnsWhile buffed,  BRV Attack  turns into  BRV Attack+ :- Increases the number of BRV Hits to 2- Moderately raises its potency- Greatly raises BRV damage dealt to targets afflicted with the  Sketch  debuff", "Buff Attack&Boost All": "Slightly raises party's Max BRV and Attack while buffed.", "Sketch Extend": " Sketch  use +1When using  Sketch :- Increases the number of BRV Hits to 3- Tremendously raises its potency- Greatly raises BRV damage dealt to targets afflicted with the  Sketch  debuff- BRV stolen can overflow up to 120% Max BRV- Slightly improves the  Attack Up  buff and extends its duration by 3 turns- Triggers and HP attack after useAfter using  Sketch , turns into  Sketch+ : - If the attack lands, moves the user's next turn to right before the target's (except during Summon)- Inflicts  Blind  to target for 1 turn- Reverts back to  Sketch  after use", "Resonance of Destruction and Power": "Raises party Max BRV and Attack by 10%", "Sketch Long Extend": "When using  Sketch Long , adds the following effects:- Slightly raises Max BRV"}, "Weapons": {"Memento Ring CP: 35": "INT BRV+110 and MAX BRV+220", "Bloom Stone CP: Cannot be equipped": " Sketch Long  use +1When using  Sketch long :- Extends the duration of  Sap  and  Sketch  by 1 turn", "Chocobo Brush CP: 15": "Slightly raises BRV damage dealt with Sketch Summon.Raises the potency of Max BRV Up and extends its duration.", "White Dress CP: 90": "HP+680 and ATK+72", "Da Vinci Brush CP: 35": "Raises the potency of Sketch and Sketch+ and lowers their Action Delay.Extends the duration of Sketch by 1 turn.Raises the potency of Attack Up.", "Magical Brush CP: 70": "May equip the EX Ability  Star Prism "}}