{"Name": "Cyan", "Crystal": "Blue", "Weapon": "Greatsword", "Picture": "https://dissidiadb.com/static/img/cyan.3a3361d.png", "Stats": {"Initial Level": ["1050", "170", "475", "180", "170"], "Level 50": ["2165", "785", "868", "329", "310"], "Level 50 + Crystal Awakening 50": ["4265", "785", "1300", "509", "480"], "Level 60": ["?", "?", "?", "?", "?"], "Level 60 + Crystal Awakening 60": ["?", "?", "?", "?", "?"], "Level 70": ["?", "?", "?", "?", "?"], "Level 70 + Crystal Awakening 70": ["?", "?", "?", "?", "?"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["6118", "1112", "5117", "1876", "1680"]}, "Commands": {"Concentrate: Fang": "Self: Increases BRV by INT BRV × 0.5; 4 turns Concentrate, SPD Up I  Abilities change while Concentrate active  High turn rate", "Bushido Fang": "Melee BRV attack that penetrates all defenses (Guaranteed Hit)", "Concentrate: Dragon": "Self: Increases BRV by INT BRV × 0.5; 4 turns Concentrate, MAX BRV Up I  Abilities change while Concentrate active  High turn rate", "Bushido Dragon": "Melee BRV attack + HP attack that penetrates all defenses (Guaranteed Hit).  Recovers HP based on HP damage dealt.  Recovery limit: 15% of MAX HP"}, "Passives": {"Concentrate: Fang Charge": "Increases the max uses of Concentrate: Fang by 1.", "BRV Speed Up": "Slightly raises Speed when BRV is over 50%.", "Break Bonus Up": "Slightly raises Break Bonus earned after breaking an enemy.", "Bushido Fang Power": "Slightly raises BRV damage dealt with Bushido Fang.", "Power Break": "Grants a low probability of inflicting a Small Attack Down debuff for 3 turns after a BRV Attack.", "Concentrate: Dragon Charge": "Increases the max uses of Concentrate: Dragon by 1.", "Bushido Dragon Power": "Slightly raises BRV damage dealt with Bushido Dragon.", "Spirit of Competition": "Grants 100% critical hit rate when BRV equals or exceeds Initial BRV and target's BRV is over twice of that BRV.", "Doma's Secret Teachings": "Slightly reduces Action Delay of Concentrate: Fang and Concentrate: Dragon.", "Concentrate Boost": "Largely raises MAX BRV while Concentrate active", "Concentrate: Fang Extension": "Concentrate: Fang use +4When using Concentrate: Fang:  Moderate SPD Up boost  Higher turn rateWhen using Bushido Fang:  Becomes 2-hit attack; tremendously increased cumulative BRV damage", "Concentrate Attack": "Moderately raises ATK while Concentrate active", "Concentrate: Dragon Extension": "Concentrate: Dragon use +4When using Concentrate: Dragon:  Moderate MAX BRV Up boost  Higher turn rateWhen using Bushido Dragon:  Becomes 2-hit BRV attack; tremendously increased cumulative BRV damage"}, "Weapons": {"Ashura CP: 15": "Increases Bushido Fang's potency.Raises the BRV gain of Concentrate: Fang.Increases the potency of Concentrate and Small Speed Up and extends their duration.", "Thunder Shield CP: 35": "HP+680 and ATK+72", "Murasame CP: 35": "Increases Bushido Dragon's potency and raises the HP recovery limit.Raises the BRV gain of Concentrate: Dragon.Increases the potency of Concentrate and Small Max BRV Up and extends their duration."}}