{"Name": "Zack", "Crystal": "Black", "Weapon": "Greatsword", "Picture": "https://dissidiadb.com/static/img/zack.1d03e33.png", "Stats": {"Initial Level": ["1100", "150", "450", "175", "210"], "Level 50": ["2268", "693", "822", "320", "384"], "Level 50 + Crystal Awakening 50": ["4468", "693", "1227", "500", "594"], "Level 60": ["?", "?", "?", "?", "?"], "Level 60 + Crystal Awakening 60": ["?", "?", "?", "?", "?"], "Level 70": ["?", "?", "?", "?", "?"], "Level 70 + Crystal Awakening 70": ["?", "?", "?", "?", "?"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["6400", "972", "4695", "1750", "1936"]}, "Commands": {"Chain Slash": "5-hit Melee BRV attack  Increased BRV damage while targeted by enemy  Target: 2 turns Lock  Self: 3 turns Turn Rate Up I", "Rush Assault": "8-hit melee BRV attack + HP attack  Increased BRV damage while targeted by enemy  Self: 3 turns MAX BRV Up I", "Apocalypse": "6-HIT AoE BRV+HP attack.  HP damage is divided equally amongst all enemies.  Raises the total potency when an enemy is targeting the user.  BRV can overflow up to 150% Max BRV.  Provokes all enemies for 4 turns (Lock debuff).  Grants BRV Barrier for 4 turns.  BRV Barrier has the following effects:  - Nullifies BRV damage under 150% Initial BRV.  - If the incoming BRV damage is above that %, lowers BRV damage by that value.  - Dispelled if broken."}, "Passives": {"Chain Slash Power": "Slightly raises BRV damage dealt with Chain Slash.", "Debuff Speed Up": "Slightly raises Speed while an enemy is debuffed.", "High Tension": "Slightly raises Attack for 3 turns when the battle starts.", "Rush Assault Power": "Slightly raises BRV damage dealt with Rush Assault.", "BRV Danger Speed Up": "Slightly raises Speed when BRV is below Initial BRV.", "Chain Slash Charge": "Increases the max uses of Chain Slash by 1.", "Debuff Attack Up": "Slightly raises Attack while an enemy is debuffed.", "Rush Assault Charge": "Increases the max uses of Rush Assault by 1.", "SOLDIER's Pride": "Slightly raises Max BRV and Attack if HP is Max when the final battle starts."}, "Weapons": {"Bulletproof Vest CP: 35": "HP+680 and DEF+84", "Hardedge CP: 15": "Increases the potency of Chain Slash.Raises further the potency increase when an enemy is targeting Zack.Extends the duration of Provoke.Extends the duration of Action Delay Down and increases its potency.Grants Physical Resistance Up for 4 turns.", "Buster Sword Z Ver. CP: 35": "Increases the potency of Rush Assault and lowers its Action Delay.Raises further the potency increase when an enemy is targeting Zack.Extends the duration of Max BRV Up and increases its potency.Grants HP Regen for 5 turns."}}