{"Name": "Ace", "Crystal": "Green", "Weapon": "Throwing Weapon", "Picture": "https://dissidiadb.com/static/img/ace.38ac1f9.jpg", "Stats": {"Initial Level": ["900", "160", "550", "175", "170"], "Level 50": ["1856", "739", "1005", "320", "310"], "Level 50 + Crystal Awakening 50": ["3656", "739", "1500", "500", "480"], "Level 60": ["3906", "1339", "2500", "600", "620"], "Level 60 + Crystal Awakening 60": ["4156", "1339", "3500", "700", "890"], "Level 70": ["?", "?", "?", "?", "?"], "Level 70 + Crystal Awakening 70": ["?", "?", "?", "?", "?"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["6280", "2263", "8413", "2282", "2486"]}, "Commands": {"Burst": "Magic BRV attackFills card stock (3)MAX BRV increased based on card stockBecomes Mega Burst with full card stock (powerful BRV attack)", "Spiral Combo": "Magic BRV attack + HP attackFills card stock (3)MAX BRV increased based on card stockBecomes Great Spiral Combo with full card stock (high-hit HP attack)", "Jackpot Shot": "6-HIT BRV+HP attack.BRV stolen from the target can overflow up to 150% of Max BRV.Deals 50% HP damage to other targets.Grants 3 cards.Raises Max BRV based on the number of cards.Removes previously granted Red Card/Black Card/Blue Card/Yellow Card buffs.Randomly grants Red, Black, Blue or Yellow Card for 5 turns.Red Card raises all party members' Attack.Black Card lowers all enemies' Speed.Blue Card grants HP and BRV regen to all party members.Yellow Card raises all party members' Max BRV and Attack."}, "Artifacts": {"BRV Guard Up": "Raises Defense Power by 10% when BRV is over 50% Max BRV.", "What Lies Beyond Boost": "Increases the effects of What Lies Beyond by 5%.", "Mighty Burst": "Raises BRV Damage dealt by Burst by 10%.", "Mighty Spiral Combo": "Raises BRV Damage dealt by Spiral Combo by 10%."}, "Passives": {"Burst Charge": "Increases the max uses of Burst by 1.", "BRV Attack Up": "Slightly raises Attack when BRV is over 50%.", "Break Speed Up": "Slightly raises Speed for 1 turn after breaking an enemy.", "Spiral Combo Power": "Slightly raises BRV damage dealt with Spiral Combo.", "Break Bonus Up": "Slightly raises Break Bonus earned after breaking an enemy.", "Burst Power": "Slightly raises BRV damage dealt with Burst.", "BRV Speed Up": "Slightly raises Speed when BRV is over 50%.", "Spiral Combo Charge": "Increases the max uses of Spiral Combo by 1.", "What Lies Beyond": "Slightly raises Attack when Card Stock is at 3.", "Speed Card Stock": "Slightly raises SPD when card stock greater than 1", "Burst Extension": "When using Burst: Slight damage boostWhen using Mega Burst: Moderate damage boostUpon using Mega Burst: Card stock remains 3", "Ability Attack Bonus": "Slightly increases BRV damage dealt during ability chain*Also applies to abilities changed from BRV Attack, HP Attack", "Spiral Combo Extension": "When using Spiral Combo: Large BRV damage boostWhen using Great Spiral Combo: Tremendous BRV damage boost ATK Up boost, duration+Upon using Great Spiral Combo: Card stock remains 3"}, "Weapons": {"Playing Cards CP: 15": "Increases the potency of Burst and Mega Burst.Grants Small Max BRV Up for 4 turns.", "Stalwart Ring CP: 35": "MAX BRV+220 and ATK+72", "Akademeia Deck CP: 35": "Increases the potency of Spiral Combo and Mega Spiral Combo, and lowers their action delay."}}