{"Name": "Aerith", "Crystal": "Red", "Weapon": "Staff", "Picture": "https://dissidiadb.com/static/img/aerith.7795f79.jpg", "Stats": {"Initial Level": ["950", "170", "550", "165", "210"], "Level 50": ["1959", "785", "1005", "301", "384"], "Level 50 + Crystal Awakening 50": ["3859", "785", "1500", "471", "594"], "Level 60": ["4299", "1585", "2500", "571", "794"], "Level 60 + Crystal Awakening 60": ["4739", "1585", "3500", "671", "1194"], "Level 70": ["?", "?", "?", "?", "?"], "Level 70 + Crystal Awakening 70": ["?", "?", "?", "?", "?"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["6311", "2642", "8135", "2096", "3056"]}, "Commands": {"Healing Wind": "Party: Grants BRV, recovers HP based on own ATK; 5 turns INT BRV Up I", "Prayer of the Cetra": "Target: Slightly restores HP, revives fallen allySelf: 8 turns Cetra's FavorHigh turn rateBRV Attack becomes BRV Attack+ while Cetra's Favor active", "BRV Attack+": "BRV magic attack.Allies: Grants 120% caster's INT BRV to BRV.High turn rate", "Fury Brand": "Raises party BRV based on AttackGrants Descendant of the Ancients for 3 turnsWhile Descendant of the Ancients is active:- Turns BRV Attack and BRV Attack+ to BRV Attack+ 2-HIT Magic BRV AttackRaises party BRV based on Initial BRVLow Action Delay- Turns HP Attack and HP Attack+ to HP Attack++ Raises BRV based on Max BRVFollows-up with a 2-HIT Magic BRV+HP AttackBRV stolen can overflow up to 120%Low Action Delay"}, "Artifacts": {"Break BRV Up": "Raises Max BRV by 5% for 1 turn after breaking an enemy.", "Stealth Attack": "Raises BRV Damage by 5% when attacking an enemy not targeting the user.", "Bravery Healing Wind": "Raises BRV by 10% of Initial BRV after using Healing Wind.", "Bravery Prayer of the Cetra": "Raises BRV by 10% of Initial BRV after using Prayer of the Cetra."}, "Passives": {"Healing Wind Charge": "Increases the max uses of Healing Wind by 1.", "HP Damage Attack Up": "Slightly raises Attack after taking HP damage.", "Healing Wind Light": "Slightly reduces action delay after using Healing Wind.", "Receive Heal Up": "Slightly raises HP recovered.", "Critical BRV Gain": "Grants a small amount of BRV after inflicting a critical hit.", "Prayer of the Cetra Light": "Slightly reduces action delay after using Prayer of the Cetra.", "Buff Attack Up": "Slightly raises Attack while buffed.", "The Planet's Prayer": "Grants a low probability of gaining a Small Max BRV Up buff for 3 turns after a BRV Attack.", "A Flower Blooming in the Slums": "Slightly raises Initial BRV and Defense of allies when HP is Max.", "BRV Boost": "Moderately raises MAX BRV while HP is at least 50% of MAX", "Healing Wind Extension": "Healing Wind use +1When using Healing Wind: Slight BRV increase based on ATK Slightly increased HP recovery based on ATK Higher turn rate", "Speed Buff": "Slightly raises SPD with active buffs", "Prayer of the Cetra Extension": "When using Prayer of the Cetra: Grants BRV based on INT BRV to self, target Slightly increased HP recovery based on target's MAX HP Slight Cetra's Favor boost 8 turns MAG ATK Up III to self Higher turn rateHP Attack becomes HP Attack+ (high turn rate; increases BRV based on MAX BRV + HP attack) while Cetra's Favor active"}, "Weapons": {"Aegis Armlet CP: 35": "INT BRV+110 and DEF+84", "Guard Stick CP: 15": "Raises the HP recovery and BRV gain of Healing Wind.Increases the potency of Initial BRV Up and extends its duration.", "Wizard Staff CP: 35": "Increases Prayer of the Cetra's healing potency and improves the effect of Cetra's Favor.Increases its max uses by 1 and grants Medium Attack Up for 4 turns."}}