{"Name": "Alisaie", "Crystal": "Red", "Weapon": "Sword", "Picture": "https://dissidiadb.com/static/img/alisaie.6dead0c.jpg", "Stats": {"Initial Level": ["900", "180", "550", "175", "130"], "Level 50": ["1856", "831", "1005", "320", "237"], "Level 50 + Crystal Awakening 50": ["3656", "831", "1500", "500", "367"], "Level 60": ["3906", "1831", "2500", "600", "447"], "Level 60 + Crystal Awakening 60": ["4156", "1831", "3500", "700", "597"], "Level 70": ["?", "?", "?", "?", "?"], "Level 70 + Crystal Awakening 70": ["?", "?", "?", "?", "?"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["5618", "2912", "8449", "2210", "1978"]}, "Commands": {"Veraero": "Wind magic BRV attack  High turn rate  Increases White Mana by 2 (limit 7)  Becomes Verstone after use", "Verstone": "Earth magic BRV attack + HP attack  Increases White Mana by 3  Self: 1 turn Dualcast  Becomes Veraero after use", "Verthunder": "Thunder magic BRV attack  High turn rate  Increases Black Mana by 2 (limit 7)  Becomes Verfire after use", "Verfire": "Fire magic BRV attack + HP attack  Increases Black Mana by 3  Self: 1 turn Dualcast  Becomes Verthunder after use", "Enchanted Riposte": "Magic BRV attack + HP attack  Reduces White Mana, Black Mana by 1", "Enchanted Redoublement": "3-hit magic BRV attack + HP attack  High turn rate  Self: 6 turns MAX BRV Up I  Reduces White Mana, Black Mana by 5", "Jolt II Combo": "3-HIT magic BRV+HP attack.  Increases White and Black Mana by 2.  Extends the duration of Dualcast by 1 turn.  No Action Delay.  Doesn't increase turn count.  Decreases Friend Support and Summon action count."}, "Artifacts": {"HP Damage Guard": "Raises Defense Power by 20% after taking HP damage", "Acceleration Boost": "Increases the effects of Acceleration by 5%", "Mighty Veraero": "Raises BRV Damage dealt by Veraero by 10%", "Mighty Verthunder": "Raises BRV Damage dealt by Verthunder by 10%"}, "Passives": {"Veraero Power": "Slightly raises BRV damage dealt with Veraero, Verstone and Verholy.", "Break Speed Up": "Slightly raises Speed for 1 turn after breaking an enemy.", "Buff Boost": "Slightly raises Max BRV while buffed.", "Verthunder Power": "Slightly raises BRV damage dealt with Verthunder, Verfire and Verflare.", "Break Bonus Up": "Slightly raises Break Bonus earned after breaking an enemy.", "Veraero Charge": "Increases the max uses of Veraero by 1.", "Ability Speed High": "Slightly reduces Action Delay when using abilities continuously.", "Verthunder Charge": "Increases the max uses of Verthunder by 1.", "Acceleration": "Slightly increases Max BRV and Attack for 3 turns after using Veraero and Verthunder.", "Mighty Enchanted Redoublement": "Slightly increases BRV damage dealt with Enchanted Redoublement", "Veraero Extension": "When using Veraero, Verstone:   Slight BRV damage boostUpon using Enchanted Redoublement:   Veraero, Verstone become Verholy (powerful magic BRV attack + HP attack)", "Buffed Attack Boost Up": "Moderately raises MAX BRV, ATK with active buffs", "Verthunder Extension": "When using Verthunder, Verfire:   Slight BRV damage boostUpon using Enchanted Redoublement:   Verthunder, Verfire become Verflare (powerful Fire magic BRV attack + HP attack)"}, "Weapons": {"Mythrite Rapier CP: 15": "Increases the potency of Veraero, Verstone, Verholy and Enchanted Riposte.Raises White Mana by one more point when using Veraero or Verstone.", "Shire Rapier CP: 35": "Increases the potency of Verthunder, Verfire, Verflare and Enchanted Redoublement.Raises Black Mana by one more point when using Verthunder or Verfire.", "Red Bliaud CP: 35": "INT BRV+110 and MAX BRV+220"}}