{"Name": "Auron", "Crystal": "Black", "Weapon": "Greatsword", "Picture": "https://dissidiadb.com/static/img/auron.639de68.jpg", "Stats": {"Initial Level": ["1000", "170", "525", "180", "190"], "Level 50": ["2062", "785", "960", "329", "347"], "Level 50 + Crystal Awakening 50": ["4062", "785", "1437", "509", "537"], "Level 60": ["4692", "1585", "2257", "609", "707"], "Level 60 + Crystal Awakening 60": ["5322", "1585", "3077", "709", "1037"], "Level 70": ["?", "?", "?", "?", "?"], "Level 70 + Crystal Awakening 70": ["?", "?", "?", "?", "?"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["6359", "1973", "7555", "2305", "2412"]}, "Commands": {"Banishing Blade": "Melee BRV attack + HP attack  Target: High chance 3 turns INT BRV Down I", "Purgatory": "2-hit melee BRV attack  Target: Low chance 2 turns Melee Resist Down", "Dragon Fang": "2-hit group melee BRV attack + group HP attack  HP damage shared  Target: 1 turn delay; 3 turns Melee Resist Down  Self: 6 turns PHY ATK Up II"}, "Artifacts": {"BRV Initiative": "Raises Speed by 5% when BRV is over 50% Max BRV", "Debuff Attack Up": "Raises Attack by 5% while an enemy is debuffed", "Mighty Banishing Blade": "Raises BRV Damage dealt by Banishing Blade by 10%", "Mighty Purgatory": "Raises BRV Damage dealt by Purgatory by 10%"}, "Passives": {"BRV Attack Up": "Slightly raises Attack when BRV is over 50%.", "Banishing Blade Light": "Slightly reduces Action Delay after using Banishing Blade.", "Debuff Attack Up": "Slightly raises Attack while an enemy is debuffed.", "Purgatory Power": "Slightly raises BRV damage dealt with Purgatory.", "Critical Power": "Slightly raises BRV damage dealt with critical hits.", "Banishing Blade Power": "Slightly raises BRV damage dealt with Banishing Blade.", "Break Boost": "Slightly raises Max BRV for 1 turn after breaking an enemy.", "Purgatory Charge": "Increases the max uses of Purgatory by 1.", "Pioneer's Spirit": "Moderately raises Speed for 1 turn when the battle starts.", "Debuff Boost": "Moderately raises MAX BRV while an enemy is debuffed", "Banishing Blade Extension": "Banishing Blade use +5When using Banishing Blade:   Becomes 4-hit BRV attack; tremendously increased cumulative BRV damage   Self: 6 turns ATK Up IAfter using Banishing Blade:   BRV Attack becomes BRV Attack+ for 6 turns", "Debuff Attack Speed": "Slightly raises ATK, SPD while an enemy is debuffed", "Purgatory Extension": "Purgatory use +1When using Purgatory:   Moderately increased BRV damage on first hit   Becomes group attack on second hit   Moderately increased Melee Resist Down hit rate, applied to all enemies, duration +1   Self: 8 turns MAX BRV Up II   Triggers additional HP attack if BRV is at least 80% of MAX after last hit"}, "Weapons": {"Shimmering Blade CP: 15": "Increases Banishing Blade's potency.Raises the success rate of Initial BRV Down and increases its potency.Grants Small Max BRV Down for 3 turns.", "Metal Bracer CP: 35": "MAX BRV+220 and ATK+72", "Chaos Blade CP: 35": "Increases the potency of Purgatory and raises the success rate of Melee Resistance Down.Grants Medium Speed Up for 4 turns.", "Shiranui CP: 70": "May equip the EX Ability Dragon Fang."}}