{"Name": "Balthier", "Crystal": "Yellow", "Weapon": "Gun", "Picture": "https://dissidiadb.com/static/img/balthier.b53ea10.png", "Stats": {"Initial Level": ["950", "170", "525", "170", "150"], "Level 50": ["1959", "785", "960", "310", "274"], "Level 50 + Crystal Awakening 50": ["3859", "785", "1437", "480", "424"], "Level 60": ["4299", "1585", "2257", "580", "534"], "Level 60 + Crystal Awakening 60": ["4739", "1585", "3077", "680", "744"], "Level 70": ["?", "?", "?", "?", "?"], "Level 70 + Crystal Awakening 70": ["?", "?", "?", "?", "?"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["7015", "2532", "7967", "2241", "2217"]}, "Commands": {"Snatch Shot": "Ranged BRV attack  Occasionally steals random buff from target", "Great Aim": "Increases BRV × 1.3 + HP attack  Occasionally steals random buff from target", "Fires of War": "3-HIT AoE ranged BRV+HP attack  Moderately raises BRV damage dealt to a single target  100% HP damage dealt to all enemies  Removes all debuffs on self  Randomly steals one buff from the target and extends its duration by 1 turn  Grants to self 「Snatch」 for 6 turns  Extends the duration of existing buffs by 1 turn   「Snatch」 has the following effects:  - Raises Attack and Max BRV Overflow limit  - Lowers all enemies' Attack and Max BRV"}, "Artifacts": {"BRV Guard Up": "Raises Defense Power by 10% when BRV is over 50% Max BRV", "Rapid Speed": "Raises Speed by 10% for 1 turn after breaking an enemy", "Mighty Snatch Shot": "Raises BRV Damage dealt with Snatch Shot by 10%", "Bravery Great Aim": "Raises BRV by 10% of Initial BRV after using Great Aim"}, "Passives": {"Buff Attack Up": "Slightly raises Attack while buffed", "Snatch Shot Power": "Slightly raises BRV damage dealt with  Snatch Shot ,  Snatch Shot+ ", "BRV Speed Up": "Slightly raises Speed when BRV is at least 50% of Max BRV", "Buff Speed Up": "Slightly raises Speed while buffed", "Great Aim Light": "Slightly reduces Action Delay after using  Great Aim ,  Great Aim+ ", "Snatch Shot Charge": " Snatch Shot  use +1", "Great Aim Charge": " Great Aim  use +1", "Buff Collector": "Slightly raises Max BRV when at least two buffs are active", "Fastest Sky Pirate": "After using  BRV Attack ,  BRV Attack+ :- Slightly raises Speed for 2 turns- Low probability of inflicting  Small Speed Down  for 2 turns", "Buff Attack Speed": "Moderately raises ATK, SPD with active buffs", "Snatch Shot Extension": "Snatch Shot use count +2When using Snatch Shot:   Becomes group attack   Moderately increased BRV damage when attacking single target   Moderately increased buff steal rate   Triggers additional HP attack on target if BRV is at least 80% of MAX after last hitAfter using Snatch Shot:    BRV Attack becomes powerful BRV Attack+ (occasionally steals random buff from target) for 5 turns", "Buff Boost": "Moderately raises MAX BRV with active buffs", "Great Aim Extension": "Great Aim use count +1When using Great Aim:   Slightly increased buff steal rate   Slightly increased BRV multiplier   Increased BRV based on ATK before BRV multiplier   Self: 8 turns PHY ATK Up II"}, "Weapons": {"Cameo Belt CP: 35": "MAX BRV+220 and ATK+72", "Aldebaran CP: 15": "When using  Snatch Shot ,  Snatch Shot+ :- Raises BRV potency- Raises the success rate of buff stealing- Extends the duration of stolen buffs", "Capella CP: 35": "When using  Great Aim :- Raises BRV multiplier to 1.4Removes 3 debuffs following their order of inflictionRaises the success rate of buff stealing and increases the stealing limit by 2Extends the duration of stolen buffs"}}