{"Name": "Celes", "Crystal": "Green", "Weapon": "Greatsword", "Picture": "https://dissidiadb.com/static/img/celes.32c3692.jpg", "Stats": {"Initial Level": ["1050", "170", "500", "170", "210"], "Level 50": ["2165", "785", "914", "310", "384"], "Level 50 + Crystal Awakening 50": ["4265", "785", "1364", "480", "594"], "Level 60": ["5085", "1585", "1994", "580", "794"], "Level 60 + Crystal Awakening 60": ["5905", "1585", "2624", "680", "1194"], "Level 70": ["?", "?", "?", "?", "?"], "Level 70 + Crystal Awakening 70": ["?", "?", "?", "?", "?"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["7738", "1973", "6808", "2153", "2736"]}, "Commands": {"Shine Edge": "Magic BRV attack + HP attack  Self: 2 turns MAX BRV Up I", "Runic": "Self: Increases BRV by INT BRV × 0.5; 2 turns BRV Magic Absorb  Target: 2 turns Lock", "BRV Attack+": "Melee Ice BRV attack.", "Spinning Edge": "5-hit magic BRV attack + HP attack  Self: 5 turns Rune Knight, ATK Up II"}, "Artifacts": {"BRV Guard Up": "Raises Defense Power by 10% when BRV is over 50% Max BRV", "BRV Initiative": "Raises Speed by 5% when BRV is over 50% Max BRV", "Mighty Shine Edge": "Raises BRV Damage dealt by Shine Edge by 10%", "Bravery Runic": "Raises BRV by 10% of Initial BRV after using Runic"}, "Passives": {"Shine Edge Light": "Slightly reduces Action Delay after using Shine Edge.", "HP Damage Guard Up": "Slightly raises Defense after taking HP damage.", "BRV Speed Up": "Slightly raises Speed when BRV is over 50%.", "Runic Attack Up": "Slightly raises Attack for 1 turn after using Runic.", "BRV Live": "Prevents Break status if BRV is over 50%.", "Shine Edge Charge": "Increases the max uses of Shine Edge by 1.", "HP Damage BRV Gain": "Grants a small amount of BRV after taking HP damage.", "Target Attack Up": "Slightly raises Attack upon attacking an enemy that is targeting the user.", "Pride of the Invincible General": "Prevents KO if HP is over 50% and leaves its value at 1.", "Buffed Attack Boost Up": "Moderately raises MAX BRV, ATK with active buffs", "Shine Edge Extension": "Shine Edge use +1When using Shine Edge:   Becomes 2-hit BRV attack; tremendously increased cumulative BRV damage   BRV increased by 10% of HP damage dealt   Granted effects' duration +2", "All Buff Boost Speed": "Slightly raises party's MAX BRV, SPD with active buffs", "Runic Extension": "Runic use +4When using Runic:   Moderately increased BRV gained based on INT BRV   BRV Magic Absorb becomes level based (max 5); increase to MAX BRV based on level; 1 level of BRV Magic Absorb when absorbing magic BRV attackWhile BRV Magic Absorb active:   HP Attack becomes HP Attack+ (magic BRV attack + HP attack)"}, "Weapons": {"Crystal Sword CP: 15": "Increases Shine Edge's potency and grants HP Regen for 4 turns.Increases the potency of Max BRV Up and extends its duration.", "Tiara CP: 35": "HP+680 and DEF+84", "Lightbringer CP: 35": "Raises the BRV gain of Runic and turns BRV Attack to Ice-elemental BRV Attack+ for 4 turns when the ability is used.Grants Small Attack Up for 4 turns and extends the duration of Magic BRV Absorption and Provoke.", "Stoneblade CP: 70": "May equip the EX Ability Spinning Edge."}}