{"Name": "Deuce", "Crystal": "White", "Weapon": "Other", "Picture": "https://dissidiadb.com/static/img/deuce.18fb3fe.png", "Stats": {"Initial Level": ["950", "180", "550", "170", "150"], "Level 50": ["1959", "831", "1005", "310", "274"], "Level 50 + Crystal Awakening 50": ["3859", "831", "1500", "480", "424"], "Level 60": ["4299", "1831", "2500", "580", "534"], "Level 60 + Crystal Awakening 60": ["4739", "1831", "3500", "680", "744"], "Level 70": ["?", "?", "?", "?", "?"], "Level 70 + Crystal Awakening 70": ["?", "?", "?", "?", "?"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["6320", "2912", "8413", "2169", "2199"]}, "Commands": {"Concerto": "Party: Grants BRV based on own MAX BRV; 4 turns Note", "Dissonant Sonata": "Party: Grants BRV based on own MAX BRV  Group magic BRV attack  Increased power based on party's Note total  Self: 3 turns Crescendo", "Requiem of Ruin": "Raises party BRV based on Max BRV  Followed by a 6-HIT AoE magic BRV+HP attack  BRV Hits are dispersed when there are multiple enemies  BRV stolen can overflow up to 120% Max BRV  HP damage is equally split amongst all enemies  Grants 「Note」 to all party members for 8 turns  Grants 「Fortissimo」 for 3 turns   「Fortissimo」 has the following effects:  - Raises Attack  - Raises party Max BRV overflow limit"}, "Artifacts": {"Buffed Guard": "Raises Defense Power by 10% while buffed", "Earnest Achiever Boost": "Improves the effects of Earnest Achiever by 5%", "Bravery Concerto": "Raises BRV by 10% of Initial BRV after using Concerto", "Mighty Dissonant Sonata": "Raises BRV Damage dealt with Dissonant Sonata by 10%"}, "Passives": {"Concerto Attack Up": "Slightly raises Attack for 1 turn after using  Concerto ", "Start Speed Up": "Slightly raises Speed for 3 turns when the battle starts", "Critical BRV Gain": "Grants a small amount of BRV after dealing a critical hit", "Dissonant Sonata Power": "Slightly raises BRV damage dealt with  Dissonant Sonata ", "Buff Attack Up": "Slightly raises Attack while buffed", "Concerto Charge": " Concerto  use +1", "Buff Boost": "Slightly raises Max BRV while buffed", "Dissonant Sonata Charge": " Dissonant Sonata  use +1", "Earnest Achiever": "Slightly raises party Initial BRV and Attack when HP is at least 50% of Max HP", "All Buffed Initial Speed": "Slightly raises party's INT BRV, SPD with active buffs", "Concerto Extension": "Concerto use +1When using Concerto:   Slightly increased BRV based on MAX BRVWhile Note active:   Slight SPD boost   HP Attack becomes HP Attack+ (grants BRV to party based on HP damage dealt; amount granted increases with party's Note count)", "All Buffed Attack Boost": "Slightly raises party's MAX BRV, ATK with active buffs", "Dissonant Sonata Extension": "When using Dissonant Sonata:   Slight damage boost   Stolen BRV may exceed MAX BRV up to 120%   Triggers additional HP attack on target after useWhile Crescendo active:   BRV Attack becomes BRV Attack+ (more powerful according to party's Note count)"}, "Weapons": {"Anima Flute CP: 35": "When using  Dissonant Sonata :- Raises BRV potency- Moderately raises BRV damage dealt to a single target- Raises the BRV Gain based on Max BRV- Extends the duration of  Crescendo - Grants  Small Magical Attack Up  to party for 6 turns", "Mythril Bracelet CP: 35": "INT BRV+110 and MAX BRV+220", "Argentic Flute CP: 15": "When using  Concerto :- Lowers Action Delay- Extends the duration of  Note - Grants  Small Max BRV Up  to party for 8 turns- Raises the BRV Gain based on Max BRV"}}