{"Name": "Faris", "Crystal": "Blue", "Weapon": "Dagger", "Picture": "https://dissidiadb.com/static/img/faris.cebfef5.jpg", "Stats": {"Initial Level": ["1000", "170", "550", "165", "150"], "Level 50": ["2062", "785", "1005", "301", "274"], "Level 50 + Crystal Awakening 50": ["4062", "785", "1500", "471", "424"], "Level 60": ["4692", "1585", "2500", "571", "534"], "Level 60 + Crystal Awakening 60": ["5322", "1585", "3500", "671", "744"], "Level 70": ["?", "?", "?", "?", "?"], "Level 70 + Crystal Awakening 70": ["?", "?", "?", "?", "?"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["7014", "2642", "8507", "2168", "2217"]}, "Commands": {"Waterwhirl": "4-hit Water melee BRV attack  Self: 3 turns Enfeeblement Up II  Mastery with 2 uses", "Waterwhirl+": "Potent 4-hit melee BRV attack.  Self: 3 turns Enfeeblement Up II", "Cannonfire": "Ranged BRV attack  Target: Low chance 3 turns Poison, ATK Down I, DEF Down I  Mastery with 2 uses", "Cannonfire+": "Ranged BRV attack.  Target: Fair chance Poison, ATK Down I, DEF Down I for 3 turns", "Thunderstorm": "6-HIT Thunder, Water and Wind AoE ranged BRV+HP attack  Moderately raises BRV damage dealt to a single target  Greatly raises BRV damage dealt to debuffed targets  BRV stolen can overflow up to 150% Max BRV  HP damage is divided equally amongst all enemies  Grants 「Syldra's Blessing」 for 2 turns   While 「Syldra's Blessing」 is active:  - Slightly raises party Max BRV overflow limit  - Triggers 「Whirlpool」 after every enemy turn  　∟ 2-HIT Water ranged BRV attack  　∟ Raises allies' BRV based on BRV damage dealt  　∟ Cannot initiate a Chase Sequence  　∟ (Same special effect will not stack)"}, "Artifacts": {"BRV Guard Up": "Raises Defense Power by 10% when BRV is over 50% Max BRV", "Break BRV Up": "Raises Max BRV by 5% for 1 turn after breaking an enemy", "Mighty Waterwhirl": "Raises BRV Damage dealt by Waterwhirl by 10%", "Mighty Cannonfire": "Raises BRV Damage dealt by Cannonfire by 10%"}, "Passives": {"Debuff Attack Up": "Slightly raises Attack while an enemy is debuffed.", "Waterwhirl Power": "Slightly raises BRV damage dealt with Waterwhirl.", "Master Boost": "Slightly raises Max BRV after mastering an ability.", "Cannonfire Power": "Slightly raises BRV damage dealt with Cannonfire.", "Cannonfire Charge": "Increases the max uses of Cannonfire by 1.", "Critical Power": "Slightly raises BRV damage dealt with critical hits.", "Waterwhirl Charge": "Increases the max uses of Waterwhirl by 1.", "Bonus Up All": "Slightly raises Break Bonus gained by the party after breaking an enemy.", "Leader's Command": "Slightly raises Initial BRV and Max BRV of all allies when HP is under 50%.", "Debuffed Attack Boost Up": "Moderately raises MAX BRV, ATK while an enemy is debuffed", "Waterwhirl Extension": "Waterwhirl use +2Mastery requirement for Waterwhirl to become Waterwhirl+ reduced by 1When using Waterwhirl, Waterwhirl+:  Slight damage boost  Increased damage dealt to debuffed targetsAfter using Waterwhirl, Waterwhirl+:  Triggers additional HP attack  BRV Attack becomes BRV Attack+ for 5 turns", "All Mastery Boost Speed": "Slightly raises party's MAX BRV, SPD upon ability mastery", "Cannonfire Extension": "Cannonfire use +2When using Cannonfire, Cannonfire+:  Moderate damage boost  Becomes group attack  Slight Poison, ATK Down, DEF Down boost"}, "Weapons": {"Orichalcum Dirk CP: 35": "Increases Cannonfire's potency and allows it to be mastered after 1 use.Increases the potency of Poison, Attack Down and Defense Down, extends their duration to 8 turns and raises their success rate.Inflicts Small Max BRV Down for 8 turns.Removes all buffs before inflicting debuffs when mastered.", "Assassin Dagger CP: 15": "Increases Waterwhirl's potency and extends the duration of Debuff Success Rate Up.", "Mirage Vest CP: 35": "INT BRV+110 and MAX BRV+220"}}