{"Name": "Gilgamesh", "Crystal": "Green", "Weapon": "Greatsword", "Picture": "https://dissidiadb.com/static/img/gilgamesh.a4aeb89.jpg", "Stats": {"Initial Level": ["1100", "140", "525", "175", "170"], "Level 50": ["2268", "646", "960", "320", "310"], "Level 50 + Crystal Awakening 50": ["4468", "646", "1437", "500", "480"], "Level 60": ["5468", "846", "2257", "600", "620"], "Level 60 + Crystal Awakening 60": ["6468", "846", "3077", "700", "890"], "Level 70": ["?", "?", "?", "?", "?"], "Level 70 + Crystal Awakening 70": ["?", "?", "?", "?", "?"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["8995", "1682", "7573", "2282", "2491"]}, "Commands": {"Death Claw": "Reduces target's BRV to 4/5 followed by melee BRV attackSelf: 3 turns ATK Up IBRV Attack becomes Kotetsu after use", "Mad Dance": "4-hit melee BRV attack + HP attackSelf: 3 turns MAX BRV Up IHP Attack becomes Genji Blade after use", "Hurricane": "usable when EX gauge is filled"}, "Artifacts": {"BRV Guard Up": "Raises Defense Power by 10% when BRV is over 50% Max BRV.", "A Wonderful Way of Life Boost": "Increases the effects of A Wonderful Way of Life by 5%.", "Mighty Death Claw": "Raises BRV Damage dealt by Death Claw by 10%.", "Mighty Mad Dance": "Raises BRV Damage dealt by Mad Dance by 10%."}, "Passives": {"Death Claw Power": "Slightly raises BRV damage dealt with Death Claw.", "Chase Bonus": "Slightly raises BRV damage during a Chase Sequence.", "Break Boost&Speed Up": "Slightly raises Max BRV and Speed for 1 turn after breaking an enemy.", "Dance Power": "Slightly raises BRV damage dealt with Dance.", "Ability Attack&Speed High": "Slightly raises BRV damage and reduces action delay when using abilities continuously.", "Death Claw Charge": "Increases the max uses of Death Claw by 1.", "Critical Power": "Slightly raises BRV damage dealt with critical hits.", "Dance Charge": "Increases the max uses of Dance by 1.", "A Wonderful Way of Life": "Slightly raises Initial BRV, Max BRV, Attack and Defense if HP is Max when the final battle starts.", "Buffed Attack Boost Up": "Slightly raises MAX BRV, ATK with active buffs", "Death Claw Extension": "Death Claw use +1When using Death Claw: Slight damage boost Slight ATK Up boostSlight BRV damage boost with Kotetsu", "Speed Buff": "Moderately raises SPD with active buffs", "Mad Dance Extension": "Mad Dance use +2When using Mad Dance, Wild Dance: Slight BRV damage boost Slight MAX BRV Up boostSlight BRV damage boost with Genji Blade"}, "Weapons": {"Kotetsu CP: 15": "Increases Death Claw's max uses by 1.Raises the BRV reduction percentage of Death Claw and Kotetsu.Raises the potency of Death Claw and Kotetsu.Improves the Attack Up buff and extends its duration.Kotetsu stays active after use (doesn't revert to normal BRV Attack).", "Genji Blade CP: 35": "Increases Mad Dance's max uses by 2.Raises the potency of Mad Dance and Genji Blade.Improves the Max BRV Up buff and extends its duration.Genji Blade stays active after use (doesn't revert to normal HP Attack).When Kotetsu and Genji Blade are active, turns Mad Dance to Ultimate Dance.After using Ultimate Dance, all abilities return to their initial state.", "Genji Gloves CP: 35": "HP+680 and ATK+72"}}