{"Name": "Krile", "Crystal": "Blue", "Weapon": "Staff", "Picture": "https://dissidiadb.com/static/img/krile.182cea8.jpg", "Stats": {"Initial Level": ["1000", "180", "525", "165", "150"], "Level 50": ["2062", "831", "960", "301", "274"], "Level 50 + Crystal Awakening 50": ["4062", "831", "1437", "471", "424"], "Level 60": ["4692", "1831", "2257", "571", "534"], "Level 60 + Crystal Awakening 60": ["5322", "1831", "3077", "671", "744"], "Level 70": ["?", "?", "?", "?", "?"], "Level 70 + Crystal Awakening 70": ["?", "?", "?", "?", "?"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["7042", "2912", "7615", "2168", "2217"]}, "Commands": {"Ray of Hope": "Target: Grants BRV based on own INT BRV × 1.2; 3 turns Greater Damage  Self: 3 turns ATK Up I  Mastery with 2 uses", "Ray of Hope+": "Self: 3 turns ATK Up I.  Target: Grants 1.5x caster's INT BRV.  Target: 3 turns Greater (Elemental) Damage", "Thunder (V)": "Thunder magic BRV attack  Mastery with 2 uses  Mastery: Moderately boosts BRV damage; 3 turns MAX BRV Up I", "Thunder (V)+": "Potent Thunder BRV magic attack.  Self: 3 turns MAX BRV Up I", "Quick Dualcast": "3-HIT AoE Thunder magic BRV+HP Attack executed 3 times  HP damage is split amongst all enemies  Moderately raises BRV damage dealt to single target  BRV stolen can overflow up to 120% Max BRV  Inflicts 「Thunder Resist Down」 for 4 turns on the first HP attack  Grants 「Radiance of the Earth Crystal」   「Radiance of the Earth Crystal」 has the following effect:  - Raises party BRV by 10% of total HP damage dealt with 「Quick Dualcast」 for 5 turns (ally and enemy turns)"}, "Artifacts": {"BRV Guard Up": "Raises Defense Power by 10% when BRV is over 50% Max BRV", "Stealth Attack": "Raises BRV Damage by 5% when attacking an enemy not targeting the user", "Bravery Ray of Hope": "Raises BRV by 10% of Initial BRV after using Ray of Hope", "Mighty Thunder (V)": "Raises BRV Damage dealt by Thunder (V) by 10%"}, "Passives": {"BRV Speed Up": "Slightly raises Speed when BRV is over 50%.", "Buff Attack Up": "Slightly raises Attack while buffed.", "Master Speed Up": "Slightly raises Speed after mastering an ability.", "Thunder (V) Light": "Slightly reduces Action Delay after using Thunder (V).", "Spirit of Competition": "Grants 100% critical hit rate when BRV equals or exceeds Initial BRV and target's BRV is over twice of that BRV.", "Thunder (V) Charge": "Increases the max uses of Thunder (V) by 1.", "Ray of Hope Light": "Slightly reduces Action Delay after using Ray of Hope.", "Break Speed Up": "Slightly raises Speed for 1 turn after breaking an enemy.", "Don't die!": "Slightly raises Initial BRV and Speed when an ally's BRV is below their Initial BRV.", "Buff Boost": "Slightly raises MAX BRV with active buffs", "Ray of Hope Extension": "Mastery requirement for Ray of Hope to become Ray of Hope+ reduced by 1When using Ray of Hope, Ray of Hope+:   Moderately increased BRV granted based on INT BRV   Slight Greater Damage boost   Slight ATK Up boost", "Initial Mastery Up": "Slightly raises INT BRV upon ability mastery", "Thunder (V) Extension": "Thunder (V) use +2Mastery requirement for Thunder (V) to become Thunder (V)+ reduced by 1Upon mastery, BRV Attack becomes powerful Thunder BRV Attack+When using Thunder (V), Thunder (V)+:   Slight damage boost   Moderate MAX BRV Up boostAdditional HP attack triggered after using Thunder (V)"}, "Weapons": {"Lilith's Rod CP: 15": "Turns Ray of Hope to an AoE ability and lowers its Action Delay.Extends the duration of Small Attack Up's duration and Elemental Weakness Damage Up.", "Priest's Hat CP: 35": "INT BRV+110 and ATK+72", "Wizard Rod CP: 35": "Increases the potency of Thunder (V).Grants Small Initial BRV Up for 3 turns and extends its duration to 6 turns when the ability is mastered."}}