{"Name": "Lion", "Crystal": "White", "Weapon": "Dagger", "Picture": "https://dissidiadb.com/static/img/lion.715ee3e.jpg", "Stats": {"Initial Level": ["1100", "150", "550", "170", "130"], "Level 50": ["2268", "693", "1005", "310", "237"], "Level 50 + Crystal Awakening 50": ["4468", "693", "1500", "480", "367"], "Level 60": ["5468", "1093", "2500", "580", "447"], "Level 60 + Crystal Awakening 60": ["6468", "1093", "3500", "680", "597"], "Level 70": ["?", "?", "?", "?", "?"], "Level 70 + Crystal Awakening 70": ["?", "?", "?", "?", "?"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["9025", "1952", "8159", "2241", "1978"]}, "Commands": {"Sneak Attack": "Melee BRV attackDeals extra damage when attacking enemy not targeting self (Guaranteed Hit)", "Powder Keg": "Ranged BRV attackTarget: 3 turns DEF Down IDeals extra damage when attacking enemy not targeting self (Guaranteed Hit)", "Walk the Plank": "usable when EX gauge is filled"}, "Artifacts": {"BRV Guard Up": "Raises Defense Power by 10% when BRV is over 50% Max BRV.", "BRV Initiative": "Raises Speed by 5% when BRV is over 50% Max BRV.", "Mighty Sneak Attack": "Raises BRV Damage dealt by Sneak Attack by 10%.", "Mighty Powder Keg": "Raises BRV Damage dealt by Powder Keg by 10%."}, "Passives": {"Critical Power": "Slightly raises BRV damage dealt with critical hits.", "Sneak Attack Charge": "Increases the max uses of Sneak Attack by 1.", "Break Speed Up": "Slightly raises Speed for 1 turn after breaking an enemy.", "Powder Keg Charge": "Increases the max uses of Powder Keg by 1.", "BRV Attack Up": "Slightly raises Attack when BRV is over 50%.", "Sneak Attack Up": "Slightly raises BRV damage dealt with Sneak Attack.", "Sneak Attack": "Slightly raises BRV damage upon attacking an enemy that is not targeting the user.", "Powder Keg Power": "Slightly raises BRV damage dealt with Powder Keg.", "Sneak Critical": "Grants 100% critical hit rate upon attacking an enemy that is not targeting the user.", "Sneak Boost": "Moderately raises MAX BRV for 3 turns when attacking enemy not targeting self", "Sneak Attack Extension": "Sneak Attack use +1When using Sneak Attack: Hit count increased to 2; moderately increased cumulative BRV damage Slightly increased damage when attacking enemy not targeting self Triggers additional HP attack if BRV is at least 80% of MAX after last hit", "Sneak Attack Speed": "Moderately raises ATK, SPD for 3 turns when attacking enemy not targeting self", "Powder Keg Extension": "Powder Keg use +1When using Powder Keg: Hit count increased to 2; moderately increased cumulative BRV damage Slightly increased damage when attacking enemy not targeting self Slight DEF Down boostAfter using Powder Keg: Triggers additional HP attack BRV Attack becomes BRV Attack+ (deals increased damage to enemies not targeting self) for 6 turns"}, "Weapons": {"Misericorde CP: 35": "Increases Powder Keg's potency and lowers its action delay.Increases the potency of Defense Down and extends its duration.Grants Small Max BRV Up and Medium Critical Rate Up for 6 turns.Grants a probability of inflicting Small Max BRV Down for 6 turns.", "Assassin's Vest CP: 35": "HP+680 and ATK+72", "Lust Dagger CP: 15": "Increases Sneak Attack's potency and lowers its action delay.Grants Small Attack Up for 6 turns upon attacking an enemy that is not targeting Lion."}}