{"Name": "Noctis", "Crystal": "Black", "Weapon": "Sword", "Picture": "https://dissidiadb.com/static/img/noctis.e2db5d1.jpg", "Stats": {"Initial Level": ["1000", "160", "525", "170", "150"], "Level 50": ["2062", "739", "960", "310", "274"], "Level 50 + Crystal Awakening 50": ["4062", "739", "1437", "480", "424"], "Level 60": ["4692", "1339", "2257", "580", "534"], "Level 60 + Crystal Awakening 60": ["5322", "1339", "3077", "680", "744"], "Level 70": ["?", "?", "?", "?", "?"], "Level 70 + Crystal Awakening 70": ["?", "?", "?", "?", "?"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["7016", "2323", "8212", "2385", "2231"]}, "Commands": {"Shooting Star": "2-hit ranged BRV attackSecond hit also deals BRV damage to non-targetsExtra BRV attack on target while Armiger in effectBecomes Shooting Star+ after inflicting Break or attacking enemy afflicted with Break", "Shooting Star+": "2-hit ranged BRV attackSecond hit also deals BRV damage to non-targetsExtra BRV attack on target while Armiger in effectAfter hit, moves own next turn to just before target's next turn (except during summoning)Returns to Shooting Star after use", "Death Drop": "Ranged BRV attackExtra BRV attack on target while Armiger in effectBecomes Death Drop+ after inflicting Break or attacking enemy afflicted with Break", "Death Drop+": "Ranged BRV attackExtra BRV attack on target while Armiger in effectAfter hit, moves own next turn to just before target's next turn (except during summoning)Returns to Death Drop after use", "Warp-Strike": "Ranged BRV attack + HP attackSelf: 5 turns ATK Up IExtra BRV attack on target while Armiger in effectBecomes Warp-Strike+ after inflicting Break or attacking enemy afflicted with Break", "Warp-Strike+": "Ranged BRV attack + HP attackSelf: 5 turns ATK Up IExtra BRV attack on target while Armiger in effectAfter hit, moves own next turn to just before target's next turn (except during summoning)Returns to Warp-Strike after use", "Conjure Armiger": "12-hit melee BRV attack + HP attackSelf: Raises Armiger level by 2 for 5 turns (Armiger limit 5)Extra BRV attack on target while Armiger in effect"}, "Artifacts": {"BRV Guard Up": "Raises Defense Power by 10% when BRV is over 50% Max BRV.", "The Prince's Will Boost": "Increases the effects of The Prince's Will by 5%.", "Mighty Shooting Star": "Raises BRV Damage dealt by Shooting Star by 10%.", "Mighty Death Drop": "Raises BRV Damage dealt by Death Drop by 10%."}, "Passives": {"Shooting Star Power": "Slightly raises BRV damage dealt with Shooting Star and Shooting Star+.", "Break Speed Up": "Slightly raises Speed for 1 turn after breaking an enemy.", "Back Attack": "Slightly raises BRV Damage upon attacking an enemy that is not targeting the user.", "Death Drop Power": "Slightly raises BRV damage dealt with Death Drop, Death Drop+, Warp-Strike and Warp-Strike+.", "Smash Attack Up": "Slightly raises Attack for 1 turn after initiating a Chase Sequence.", "Shooting Star Charge": "Increases the max uses of Shooting Star by 1.", "Buff Speed Up": "Slightly raises Speed while buffed.", "Death Drop Charge": "Increases the max uses of Death Drop by 1.", "The Prince's Will": "Slightly raises Max BRV and Attack if HP is Max when the final battle starts.", "All Buff Boost Speed": "Slightly raises party's MAX BRV, SPD with active buffs", "Shooting Star Extension": "Slight damage boost with Shooting Star, Shooting Star+When using Shooting Star+:  Knock Back", "Buff Attack Speed": "Slightly raises ATK, SPD with active buffs", "Death Drop Extension": "Death Drop use +2Slight damage boost with Death Drop, Death Drop+Slight BRV damage boost with Warp-Strike, Warp-Strike+Armiger level +1 for 5 turns when using Death Drop+, Warp-Strike+"}, "Weapons": {"Engine Blade CP: 15": "Increases the potency of Shooting Star and Shooting Star+.Grants Small Max BRV Up for 5 turns after using Shooting Star or Shooting Star+.", "Prince's Fatigues CP: 35": "MAX BRV+220 and ATK+72", "Airstep Sword CP: 35": "Turns Death Drop to Warp-Strike (BRV+HP attack).Grants Small Attack Up for 5 turns after using Warp Strike or Warp Strike+.", "Rune Saber CP: 70": "May equip the EX Ability Conjure Armiger."}}