{"Name": "Onion Knight", "Crystal": "Red", "Weapon": "Sword", "Picture": "https://dissidiadb.com/static/img/onion_knight.75dd830.jpg", "Stats": {"Initial Level": ["950", "170", "550", "170", "130"], "Level 50": ["1959", "785", "1005", "310", "237"], "Level 50 + Crystal Awakening 50": ["3859", "785", "1500", "480", "367"], "Level 60": ["4299", "1585", "2500", "580", "447"], "Level 60 + Crystal Awakening 60": ["4739", "1585", "3500", "680", "597"], "Level 70": ["?", "?", "?", "?", "?"], "Level 70 + Crystal Awakening 70": ["?", "?", "?", "?", "?"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["5741", "2083", "8228", "2153", "1822"]}, "Commands": {"Blizzard Combo": "5-hit Ice magic BRV attackSelf: Raises Sage level to 1 (marginally raises ATK; up to 3 levels; overwrites Ninja)", "Multi-Hit": "6-hit melee BRV attackHigh turn rateSelf: Raises Ninja level to 1 (marginally raises SPD; up to 3 levels; overwrites Sage)", "Blade Torrent": "6-hit melee BRV attack + HP attack+ 6-hit melee BRV attack + HP attackHigh turn rateSelf: Raises Ninja level to 3 (up to 3 levels)Becomes Meteorite while in Sage mode", "Meteorite": "6-hit group magic BRV attack + single-target HP attackBRV attacks distributed based on number of enemiesSelf: Raises Sage level by 3 (up to 3 levels)Becomes Blade Torrent when not in Sage mode"}, "Artifacts": {"BRV Guard Up": "Raises Defense Power by 10% when BRV is over 50% Max BRV.", "Break BRV Up": "Raises Max BRV by 5% for 1 turn after breaking an enemy.", "Mighty Blizzard Combo": "Raises BRV Damage dealt by Blizzard Combo by 10%.", "Mighty Multi-Hit": "Raises BRV Damage dealt by Multi-Hit by 10%."}, "Passives": {"Chase Bonus": "Slightly raises BRV damage during a Chase Sequence.", "Blizzard Combo Power": "Slightly raises BRV damage dealt with Blizzard Combo.", "Sage's Knowledge": "Slightly raises Break Bonus earned when gaining Sage stacks.", "Ability Attack High": "Slightly raises BRV damage when using abilities continuously.", "Multi-Hit Power": "Slightly raises BRV damage dealt with Multi-Hit.", "Blizzard Combo Charge": "Increases the max uses of Blizzard Combo by 1.", "Multi-Hit Charge": "Increases the max uses of Multi-Hit by 1.", "Back Attack": "Slightly raises BRV Damage upon attacking an enemy that is not targeting the user.", "Ninja's Tactics": "Slightly raises Speed for 3 turns after inflicting a critical hit while Ninja's Training is up.", "Sage's Expertise": "Largely raises MAX BRV while Sage is active", "Blizzard Combo Extension": "Blizzard Combo use +1When using Blizzard Combo: Large BRV damage boost 5 turns MAG ATK Up (effectiveness increases with Sage level) BRV Attack becomes Blizzard (Ice magic BRV attack) while Sage is active Additional HP attack triggered with Sage III", "Ninja Secrets": "Moderately raises SPD while Ninja is active", "Multi-Hit Extension": "Multi-Hit use +1When using Multi-Hit: Large BRV damage boost 5 turns PHY ATK Up (effectiveness increases with Ninja level) Additional HP attack triggered with Ninja III"}, "Weapons": {"Shell Helm": "DEF+84", "Serpent Sword": "May equip the EX Ability Blade Torrent.", "Wightslayer": "Increases Multi-Hit's potency, lowers its action delay and makes it grant 2 stacks of Ninja.Grants Small Max BRV Up and Small Attack Up for 4 turns.", "Ancient Sword": "Increases Blizzard Combo's potency and makes it grant 2 stacks of Sage.", "Onion Sword": "MAX BRV+110", "Onion Helm": "INT BRV+110 and MAX BRV+220"}}