{"Name": "Prishe", "Crystal": "Green", "Weapon": "Fist", "Picture": "https://dissidiadb.com/static/img/prishe.30400d3.jpg", "Stats": {"Initial Level": ["1000", "160", "550", "170", "130"], "Level 50": ["2062", "739", "1005", "310", "237"], "Level 50 + Crystal Awakening 50": ["4062", "739", "1500", "480", "367"], "Level 60": ["4692", "1339", "2500", "580", "447"], "Level 60 + Crystal Awakening 60": ["5322", "1339", "3500", "680", "597"], "Level 70": ["?", "?", "?", "?", "?"], "Level 70 + Crystal Awakening 70": ["?", "?", "?", "?", "?"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["6408", "1663", "7878", "2081", "1822"]}, "Commands": {"One Ilm Punch": "5-hit melee BRV attackHigh turn rateAbilities become Holy BRV attack, Wind BRV attack after use", "Spinning Attack": "Group melee BRV attackHigh turn rateAbilities become Fire Holy BRV attack, Wind BRV attack after use", "BRV Attack+": "Melee BRV attack.High turn rate.Lasts for 5 turns after using Spinning Attack.", "HP Attack+": "Self: Gains BRV based on ATK.HP attack.High turn rate.Lasts for 5 turns after using Spinning Attack.", "Nullifying Dropkick": "4-HIT BRV+HP attack.Ignores Defense.BRV stolen from the target can overflow up to 200% of Max BRV.Extends all buffs granted by self by 5 turns.Grants Medium Max BRV Up if the LB2 Passive Ability is learned."}, "Artifacts": {"BRV Guard Up": "Raises Defense Power by 10% when BRV is over 50% Max BRV.", "Ability Attack Bonus": "Raises BRV Damage by 10% when using abilities continuously.", "Mighty One Ilm Punch": "Raises BRV Damage dealt by One Ilm Punch by 10%.", "Mighty Spinning Attack": "Raises BRV Damage dealt by Spinning Attack by 10%."}, "Passives": {"One Ilm Punch Charge": "Increases the max uses of One Ilm Punch by 1.", "Break Speed Up": "Slightly raises Speed for 1 turn after breaking an enemy.", "High Tension": "Slightly raises Attack for 3 turns when the battle starts.", "Spinning Attack Charge": "Increases the max uses of Spinning Attack by 1.", "BRV Guard Up": "Slightly raises Defense when BRV is over 50%.", "Ability Speed High": "Slightly reduces action delay when using abilities continuously.", "BRV Attack Up": "Slightly raises Attack when BRV is over 50%.", "Break Bonus Up": "Slightly raises Break Bonus earned after breaking an enemy.", "Combo Blitzer": "Slightly raises BRV damage when using abilities continuously.", "Buff Boost": "Moderately raises MAX BRV with active buffs", "One-Ilm Punch Extension": "One-Ilm Punch use +1 Slight One-Ilm Punch damage boost Moderately increased melee BRV damage, slightly increased Holy magic BRV for Howling Fist: Transfixion Moderately increased melee BRV damage, slightly increased Fire Holy magic BRV for Howling Fist: FusionUpon using One-Ilm Punch: Howling Fist: Transfixion, Backhand Blow: Detonation become Howling Fist: Transfixion+, Backhand Blow: Detonation+ (trigger additional HP attack)", "Buffed Attack": "Moderately raises ATK with active buffs", "Spinning Attack Extension": "Spinning Attack use +1 Slight Spinning Attack damage boost Moderately increased melee BRV damage, slightly increased Wind magic BRV for Backhand Blow: DetonationUpon using Spinning Attack: Howling Fist: Fusion, Backhand Blow: Detonation become Howling Fist: Fusion+, Backhand Blow: Detonation+ (trigger additional HP attack)"}, "Weapons": {"Melee Cyclas CP: 35": "MAX BRV+220 and ATK+72", "Sphairai CP: 35": "Increases the potency of Spin Attack and Backhand Blow.Moderately raises Spin Attack's BRV damage when there is only one target.Grants Small Max BRV Up and Small Physical Attack Up for 5 turns after using Spin Attack.Turns BRV Attack to BRV Attack+ and HP Attack to HP Attack+ for 5 turns after using Spin Attack.", "Koenigs Knuckle CP: 15": "Increases the potency of One Ilm Punch and Howling Fist."}}