{"Name": "Relm", "Crystal": "White", "Weapon": "Other", "Picture": "https://dissidiadb.com/static/img/relm.5615b7b.jpg", "Stats": {"Initial Level": ["900", "170", "550", "170", "170"], "Level 50": ["1856", "785", "1005", "310", "310"], "Level 50 + Crystal Awakening 50": ["3656", "785", "1500", "480", "480"], "Level 60": ["3906", "1585", "2500", "580", "620"], "Level 60 + Crystal Awakening 60": ["4156", "1585", "3500", "680", "890"], "Level 70": ["?", "?", "?", "?", "?"], "Level 70 + Crystal Awakening 70": ["?", "?", "?", "?", "?"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["5637", "2642", "8399", "2169", "2486"]}, "Commands": {"Sketch Summon": "Self: 3 turns MAX BRV Up IGroup BRV attack of element of equipped summon (other than Sylph)Group HP attack after summon's effectHP damage sharedEquipping following summons triggers special effect:  Sylph: Grants BRV and restores party's HP based on own ATK (no group BRV attack)  Odin: Moderate chance of inflicting Break  Pandemonium: Easier knock back", "Sketch": "Magic BRV attackTarget: 1 turn SketchSelf: 5 turns ATK Up IGrants additional turn after target's turn while Sketch is active; does not add to turn count", "Star Prism": "6-HIT AoE magic BRV+HP attackBRV Hits will be dispersed if there are multiple enemiesBRV stolen can overflow up to 150% Max BRVHP Damage is split equally amongst targetsInflicts Sketch to all enemies for 2 turns"}, "Artifacts": {"Buffed Guard": "Raises Defense Power by 10% while buffed.", "Future Genius Artist Boost": "Increases the effects of Future Genius Artist by 5%.", "Mighty Sketch Summon": "Raises BRV Damage dealt by Sketch Summon by 10%.", "Mighty Sketch": "Raises BRV Damage dealt by Sketch by 10%."}, "Passives": {"Sketch Summon Power": "Slightly raises BRV damage dealt with Sketch Summon.", "Break Speed Up": "Slightly raises Speed for 1 turn after breaking an enemy.", "Fast Writing Proficiency": "Slightly raises party's Speed while buffed.", "Sketch Power": "Slightly raises BRV damage dealt with Sketch.", "Bonus Up All": "Slightly raises Break Bonus gained by the party after breaking an enemy.", "Sketch Summon Charge": "Increases the max uses of Sketch Summon by 1.", "Buff Attack Up": "Slightly raises Attack while buffed.", "Sketch Charge": "Increases the max uses of Sketch by 1.", "Future Genius Artist": "Slightly raises party's Max BRV and Attack if HP is Max when the final battle starts.", "Sketch Summon Focused Attack": "Largely increases BRV damage when attacking single target with group attack", "Sketch Summon Extension": "When using Sketch Summon: Slight BRV damage boost Slight MAX BRV Up boost 6 turns SPD Up IIUpon using Sketch Summon: BRV Attack becomes powerful BRV Attack+ for 6 turns", "All Buffed Attack Boost": "Slightly raises party's MAX BRV, ATK with active buffs", "Sketch Extension": "Sketch use +2When using Sketch: Slight damage boost Slight ATK Up boostSketch becomes Sketch+ after useWhen using Sketch+: Moves next turn to before target on hit (except during summoning) Inflicts 1 turn Blind"}, "Weapons": {"Chocobo Brush": "Slightly raises BRV damage dealt with Sketch Summon.Raises the potency of Max BRV Up and extends its duration.", "Memento Ring": "INT BRV+110 and MAX BRV+220", "Da Vinci Brush": "Raises the potency of Sketch and Sketch+ and lowers their action delay.Extends the duration of Sketch by 1 turn.Raises the potency of Attack Up."}}