{"Name": "Rem", "Crystal": "Green", "Weapon": "Dagger", "Picture": "https://dissidiadb.com/static/img/rem.6186a67.jpg", "Stats": {"Initial Level": ["950", "170", "550", "160", "150"], "Level 50": ["1959", "785", "1005", "292", "274"], "Level 50 + Crystal Awakening 50": ["3859", "785", "1500", "452", "424"], "Level 60": ["4299", "1585", "2500", "552", "534"], "Level 60 + Crystal Awakening 60": ["4739", "1585", "3500", "652", "744"], "Level 70": ["?", "?", "?", "?", "?"], "Level 70 + Crystal Awakening 70": ["?", "?", "?", "?", "?"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["6345", "2703", "8861", "2318", "2217"]}, "Commands": {"Cure": "Target: Recovers small amount of HP + additional HP based on own ATK  Self: 5 turns ATK Up II", "Swap Turns": "Gives own turn to ally  Self: Increases BRV based on ATK; 3 turns MAX BRV Up I  Target: Grants BRV based on own ATK; 3 turns MAX BRV Up I  High turn rate", "Siphon Delta": "2-hit group magic BRV attack + HP attack  HP damage is equal  High turn rate  Greatly restores party's HP based on HP damage dealt  Recovery limit: 20% of MAX HP  HP recovered in excess of MAX HP added to BRV  Self: 1 turn Siphon  Moderately raises ATK for 5 turns"}, "Artifacts": {"BRV Attack Up": "Raises Attack by 5% when BRV is over 50% Max BRV", "Rapid Speed": "Raises Speed by 10% for 1 turn after breaking an enemy", "Bravery Cure": "Raises BRV by 10% of Initial BRV after using Cure", "Bravery Swap Turns": "Raises BRV by 10% of Initial BRV after using Swap Turns"}, "Passives": {"Cure BRV Gain": "Gains a small amount of BRV after using  Cure ", "Critical BRV Gain": "Grants a small amount of BRV after dealing a critical hit", "Cure Charge": " Cure  use +1", "Swap Turns BRV Gain": "Gains a small amount of BRV after using  Swap Turns ", "Swap Turns Light": "Slightly reduces Action Delay after using  Swap Turns ", "Cure Light": "Slightly reduces Action Delay after using  Cure ", "Receive Heal Up": "Slightly raises HP recovered", "Swap Turns Charge": " Swap Turns  use +1", "Suzaku's Kindness": "Upon recovering HP, if the HP recovery amount exceeds Max HP, 50% of the excess is divided amongst alliesHP recovered is limited to 10% of each target's Max HP", "Low BRV Attack Up": "Slightly raises ATK when BRV is less than INT BRV", "Cure Extension": "When using Cure:   Slightly recovers more HP based on MAX HP   Slightly recovers more HP based on ATK   ATK Up granted to party", "HP Attack Up": "Slightly raises ATK while HP is at least 50% of MAX", "Swap Turns Extension": "When using Swap Turns:   Slightly increased BRV granted based on ATK   Slight boost to MAX BRV UpAfter using Swap Turns:   HP Attack becomes HP Attack+ (grants BRV to allies based on HP damage dealt) for 5 turns"}, "Weapons": {"Magic Master CP: 35": "INT BRV+110 and MAX BRV+220", "Rune Dagger CP: 35": "When using  Swap Turns :- Raises the BRV gain based on Attack- Lowers Action Delay- Improves  Max BRV Up  and extends its duration- Grants  Small Speed Up  to self and target for 5 turns", "Caerula Dagger CP: 15": "Turns  BRV Attack  to an Ice-elemental magic BRV attack", "Survival Edge CP: 15": "When using  Cure :- Raises HP recovery rate", "Defender's Dagger CP: 70": "May equip the EX Ability  Siphon Delta "}}