{"Name": "Rem", "Crystal": "Green", "Weapon": "Dagger", "Picture": "https://dissidiadb.com/static/img/rem.6186a67.jpg", "Stats": {"Initial Level": ["950", "170", "550", "160", "150"], "Level 50": ["1959", "785", "1005", "292", "274"], "Level 50 + Crystal Awakening 50": ["3859", "785", "1500", "452", "424"], "Level 60": ["4299", "1585", "2500", "552", "534"], "Level 60 + Crystal Awakening 60": ["4739", "1585", "3500", "652", "744"], "Level 70": ["?", "?", "?", "?", "?"], "Level 70 + Crystal Awakening 70": ["?", "?", "?", "?", "?"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["5765", "2022", "7895", "1946", "1957"]}, "Commands": {"Cure": "Target: Recovers small amount of HP + additional HP based on own ATKSelf: 5 turns ATK Up II", "Swap Turns": "Gives own turn to allySelf: Increases BRV based on ATK; 3 turns MAX BRV Up ITarget: Grants BRV based on own ATK; 3 turns MAX BRV Up IHigh turn rate", "Siphon Delta": "2-HIT AoE BRV+HP attack.100% HP damage dealt to all targets.Low action delay.Recovers all party members' HP based on HP damage dealt up to 20% of their Max HP.Upon recovering HP, if the healing amount exceeds the target's Max HP, the excess is converted to BRV.Grants Siphon for 1 turn.Siphon nullifies ability cost (0 ability use cost).Moderately raises Attack for 5 turns."}, "Artifacts": {"BRV Attack Up": "Raises Attack by 5% when BRV is over 50% Max BRV.", "Rapid Speed": "Raises Speed by 10% for 1 turn after breaking an enemy.", "Bravery Cure": "Raises BRV by 10% of Initial BRV after using Cure.", "Bravery Swap Turns": "Raises BRV by 10% of Initial BRV after using Swap Turns."}, "Passives": {"Cure BRV Gain": "Gains a small amount of BRV after using Cure.", "Critical BRV Gain": "Grants a small amount of BRV after inflicting a critical hit.", "Cure Charge": "Increases the max uses of Cure by 1.", "Swap Turns BRV Gain": "Gains a small amount of BRV after using Swap Turns.", "Swap Turns Light": "Slightly reduces action delay after using Swap Turns.", "Cure Light": "Slightly reduces action delay after using Cure.", "Receive Heal Up": "Slightly raises HP recovered.", "Swap Turns Charge": "Increases the max uses of Swap Turns by 1.", "Suzaku's Kindness": "Upon recovering HP, if the healing amount exceeds Max HP, 50% of the excess is divided amongst allies.The healing value is limited to 10% of each target's Max HP.", "Low BRV Attack Up": "Slightly raises ATK when BRV is less than INT BRV", "Cure Extension": "When using Cure:  Slightly recovers more HP based on MAX HP  Slightly recovers more HP based on ATK  ATK Up granted to party", "HP Attack Up": "Slightly raises ATK while HP is at least 50% of MAX", "Swap Turns Extension": "When using Swap Turns:  Slightly increased BRV granted based on ATK  Slight boost to MAX BRV UpAfter using Swap Turns:  HP Attack becomes HP Attack+ (grants BRV to allies based on HP damage dealt) for 5 turns"}, "Weapons": {"Survival Edge CP: 15": "Increases Cure's potency.", "Caerula Dagger CP: 15": "Turns Rem's BRV Attack to an Ice-elemental magic BRV attack.", "Rune Dagger CP: 35": "Raises the BRV gain of Swap Turns and lowers its action delay.Increases the potency of Max BRV Up and extends its duration.Grants Small Speed Up to Rem and the targeted ally for 5 turns.", "Magic Master CP: 35": "INT BRV+110 and MAX BRV+220"}}