{"Name": "Selphie", "Crystal": "Yellow", "Weapon": "Other", "Picture": "https://dissidiadb.com/static/img/selphie.c994569.jpg", "Stats": {"Initial Level": ["1000", "170", "550", "170", "190"], "Level 50": ["2062", "785", "1005", "310", "347"], "Level 50 + Crystal Awakening 50": ["4062", "785", "1500", "480", "537"], "Level 60": ["4692", "1585", "2500", "580", "707"], "Level 60 + Crystal Awakening 60": ["5322", "1585", "3500", "680", "1037"], "Level 70": ["?", "?", "?", "?", "?"], "Level 70 + Crystal Awakening 70": ["?", "?", "?", "?", "?"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["6941", "2642", "8358", "2169", "2747"]}, "Commands": {"Drain": "Increases BRV based on MAX BRV + HP attack  Greatly restores party's HP based on HP damage dealt  Recovery limit: 10% of MAX HP", "Wall": "Target: 3 turns Wall, INT BRV Up I  BRV damage reduced by Wall added to own BRV", "Aura": "Grants all party members 「Aura」 for 3 turns  Raises all party members' BRV based on Max BRV  No Action Delay  Doesn't increase turn count  Decreases Friend Support and Summon action count"}, "Artifacts": {"Buffed Attack": "Raises Attack by 5% while buffed", "Trabia's Mood Maker Boost": "Increases the effects of Trabia's Mood Maker by 5%", "Bravery Drain": "Raises BRV by 10% of Initial BRV after using Drain", "Bravery Wall": "Raises BRV by 10% of Initial BRV after using Wall"}, "Passives": {"Drain Light": "Slightly reduces Action Delay after using Drain.", "BRV Danger Speed Up": "Slightly raises Speed when BRV is below Initial BRV.", "Chase Bonus": "Slightly raises BRV damage during a Chase Sequence.", "Wall BRV Gain": "Gains a small amount of BRV after using Wall.", "Start Speed Up": "Slightly raises Speed for 3 turns when the battle starts.", "Drain Charge": "Increases the max uses of Drain by 1.", "Buff Boost": "Slightly raises Max BRV while buffed.", "Wall Charge": "Increases the max uses of Wall by 1.", "Trabia's Mood Maker": "Slightly raises Initial BRV and Max BRV of all party members when HP is over 50%.", "All Buffed Attack Boost": "Slightly raises party's MAX BRV, ATK with active buffs", "Drain Extension": "Drain use +1When using Drain:  Slightly increased BRV based on MAX BRV  Slightly increased HP recovery based on HP damage  Slightly increased HP recovery limit  5 turns BRV Regen", "Last Boost": "Slightly raises MAX BRV if HP is MAX at start of last wave", "Wall Extension": "When using Wall:  Slight Wall boost  Moderate INT BRV Up boost  6 turns MAX BRV Up IIUpon using Wall:  BRV Attack becomes powerful BRV Attack+ for 6 turns"}, "Weapons": {"Morning Star CP: 35": "Grants Wall and Initial BRV Up to all party members.Improves their effects and extends their duration.Raises all party members' BRV based on Selphie's Max BRV.", "Flail CP: 15": "Increases Drain's BRV Gain based on Max BRV.Lowers Action Delay.Raises the HP Recovery limit.Upon recovering HP, if the healing amount exceeds the target's Max HP, the excess is converted to BRV.", "Selphie's Necklace CP: 35": "INT BRV+110 and MAX BRV+220"}}