{"Name": "Serah", "Crystal": "White", "Weapon": "Bow", "Picture": "https://dissidiadb.com/static/img/serah.9128494.jpg", "Stats": {"Initial Level": ["1050", "170", "500", "170", "170"], "Level 50": ["2165", "785", "914", "310", "310"], "Level 50 + Crystal Awakening 50": ["4265", "785", "1364", "480", "480"], "Level 60": ["5085", "1585", "1994", "580", "620"], "Level 60 + Crystal Awakening 60": ["5905", "1585", "2624", "680", "890"], "Level 70": ["?", "?", "?", "?", "?"], "Level 70 + Crystal Awakening 70": ["?", "?", "?", "?", "?"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["8396", "2642", "6992", "2241", "2486"]}, "Commands": {"Wound": "Magic BRV attack  Target: 2 turns MAX BRV Down I, Poison", "Moonlight": "Increases BRV based on ATK, then BRV × 1.2 + HP attack  Self: 3 turns ATK Up I", "Ultima Arrow": "7-HIT BRV+HP attack.  Deals 30% HP damage to other enemies.  Deals more HP damage to other enemies if target is broken or gets broken.  Inflicts Light of the Goddess to all enemies for 5 turns.  Light of the Goddess lowers Defense and deals BRV damage every turn."}, "Artifacts": {"BRV Guard Up": "Raises Defense Power by 10% when BRV is over 50% Max BRV", "Etro's Miracle Boost": "Increases the effects of Etro's Miracle by 5%", "Mighty Wound": "Raises BRV Damage dealt by Wound by 10%", "Bravery Moonlight": "Raises BRV by 10% of Initial BRV after using Moonlight"}, "Passives": {"Wound Light": "Slightly reduces Action Delay after using Wound.", "Break Speed Up": "Slightly raises Speed for 1 turn after breaking an enemy.", "Debuff Attack Up": "Slightly raises Attack while an enemy is debuffed.", "Moonlight Light": "Slightly reduces Action Delay after using Moonlight.", "Critical BRV Gain": "Grants a small amount of BRV after dealing a critical hit.", "Wound Charge": "Increases the max uses of Wound by 1.", "Debuff Speed Up": "Slightly raises Speed while an enemy is debuffed.", "Moonlight Charge": "Increases the max uses of Moonlight by 1.", "Etro's Miracle": "Slightly raises Attack and Speed if HP is Max when the final battle starts.", "Debuff Initiative II": "Slightly raises SPD while an enemy is debuffed", "Wound Extension": "Wound use +2When using Wound:  Moderate damage boost  Slight Poison boost, duration +2  Slight MAX BRV Down boost, duration +2", "All Debuff Boost": "Slightly raises party's MAX BRV while an enemy is debuffed", "Moonlight Extension": "When using Moonlight:  Slightly increased BRV based on ATK  Slightly increased BRV  Slight ATK Up boost; ATK Up granted to party  Granted effects' duration +2"}, "Weapons": {"Amazon Bow CP: 35": "Increases Moonlight's BRV gain, grants it to allies as well and lowers its Action Delay.Increases the potency of Attack Up.Grants all party members Small Max BRV Up for 3 turns.", "Starseeker CP: 15": "Increases the potency of Wound.Increases the potency of Max BRV Down and Poison, and extends their duration.", "Moon Rainbow Anklet CP: 35": "HP+680 and INT BRV+110"}}