{"Name": "Setzer", "Crystal": "Black", "Weapon": "Throwing Weapon", "Picture": "https://dissidiadb.com/static/img/setzer.229d73c.jpg", "Stats": {"Initial Level": ["1000", "180", "550", "160", "130"], "Level 50": ["2062", "831", "1005", "292", "237"], "Level 50 + Crystal Awakening 50": ["4062", "831", "1500", "452", "367"], "Level 60": ["4692", "1831", "2500", "552", "447"], "Level 60 + Crystal Awakening 60": ["5322", "1831", "3500", "652", "597"], "Level 70": ["?", "?", "?", "?", "?"], "Level 70 + Crystal Awakening 70": ["?", "?", "?", "?", "?"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["7040", "2912", "8530", "2106", "1978"]}, "Commands": {"Freeze Joker": "Group magic BRV attack  Target: 2 turns Freeze (halts BRV gain)", "Red Card": "9-hit ranged BRV attack  Self: 2 turns MAX BRV Up I", "Prismatic Flash": "7-HIT AoE magic BRV attack  Moderately raises BRV damage dealt to a single target  Raises all party members' BRV except for the character with the highest current BRV  Deals an AoE HP attack  HP damage is divided equally amongst all enemies  Extends the duration of existing self buffs by 1 turn  Grants 「Black Jack」 for 6 turns   「Black Jack」 has the following effects:  - Slightly raises party Attack and Max BRV  - Slightly raises self Attack and Max BRV"}, "Artifacts": {"BRV Guard Up": "Raises Defense Power by 10% when BRV is over 50% Max BRV", "All In Boost": "Increases the effects of All In by 5%", "Mighty Freeze Joker": "Raises BRV Damage dealt by Freeze Joker by 10%", "Mighty Red Card": "Raises BRV Damage dealt by Red Card by 10%"}, "Passives": {"Freeze Joker Light": "Slightly reduces Action Delay after using  Freeze Joker ", "Bonus Up All": "Slightly raises Break Bonus gained by the party after breaking an enemy", "Freeze Joker BRV Gain": "Gains a small amount of BRV after using  Freeze Joker ", "Red Card Power": "Slightly raises BRV damage dealt with  Red Card ", "Break Speed Up": "Slightly raises Speed for 1 turn after breaking an enemy", "Red Card Light": "Slightly reduces Action Delay after using  Red Card ", "Critical BRV Gain": "Grants a small amount of BRV after dealing a critical hit", "Danger Attack Up": "Slightly raises Attack when HP is under 20%", "All In": "Moderately raises Initial BRV, Max BRV, Attack, Defense and Speed when there are no ability uses left.", "Buffed Attack Boost Up": "Slightly raises MAX BRV, moderately raises ATK with active buffs", "Freeze Joker Extension": "Freeze Joker use +1When using Freeze Joker:   Moderate damage boost   Moderate BRV damage boost when attacking single target   BRV granted to party based on own MAX BRVAdditional HP attack triggered after using Freeze JokerHP damage shared", "All Buff Boost Speed": "Slightly raises party's MAX BRV, SPD with active buffs", "Red Card Extension": "Red Card use +1When using Red Card:   Tremendously increases cumulative BRV damage   HP damage every 3 hits   MAX BRV Up duration +4   6 turns ATK Up IAfter using Red Card, BRV Attack becomes BRV Attack+ (cumulatively powerful 3-hit ranged BRV attack with additional HP attack after last hit if BRV is at least 80% of MAX) for 6 turns"}, "Weapons": {"Gambler's Ring CP: 35": "INT BRV+110 and MAX BRV+220", "Darts CP: 35": "Increases the potency of  Red Card  and delays the target by 1 turn", "Death Tarot CP: 15": "Grants  Small Max BRV Up  to all party members for 3 turns"}}