{"Name": "Shantotto", "Crystal": "Black", "Weapon": "Staff", "Picture": "https://dissidiadb.com/static/img/shantotto.b986e40.png", "Stats": {"Initial Level": ["1000", "150", "550", "180", "130"], "Level 50": ["2062", "693", "1005", "329", "237"], "Level 50 + Crystal Awakening 50": ["4062", "693", "1500", "509", "367"], "Level 60": ["4692", "1093", "2500", "609", "447"], "Level 60 + Crystal Awakening 60": ["5322", "1093", "3500", "709", "597"], "Level 70": ["?", "?", "?", "?", "?"], "Level 70 + Crystal Awakening 70": ["?", "?", "?", "?", "?"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["7656", "2051", "8722", "2429", "2060"]}, "Commands": {"Spirit Magic: Aero": "3-hit Wind magic BRV attack  Self: 5 turns MAX BRV Up II  Becomes 5-hit Rage Aero for 3 turns upon receiving attack or when HP drops to 50% of MAX HP or below", "Rage Aero": "5-hit Wind magic BRV attack.  High turn rate.  Self: 5 turns MAX BRV Up II", "Dark Magic: Bio": "Dark magic BRV attack  Target: Fair chance Poison for 3 turns  Becomes Rage Bio for 3 turns upon receiving attack or when HP drops to 50% of MAX HP or below", "Rage Bio": "Dark BRV magic attack.  Target: Fair chance Poison for 3 turns.  High turn rate", "Divine Malison": "2-hit Holy magic BRV attack + HP attack  Target: 2 turns Divine Malison"}, "Artifacts": {"BRV Guard Up": "Raises Defense Power by 10% when BRV is over 50% Max BRV", "Debuff Attack Up": "Raises Attack by 5% while an enemy is debuffed", "Mighty Spirit Magic: Aero": "Raises BRV Damage dealt with Spirit Magic: Aero by 10%", "Mighty Dark Magic: Bio": "Raises BRV Damage dealt with Dark Magic: Bio by 10%"}, "Passives": {"Critical Power": "Slightly raises BRV damage dealt with critical hits.", "Aero Power": "Slightly raises BRV damage dealt with Spirit Magic: Aero.", "Receive Heal Up": "Slightly raises HP recovered.", "Bio Power": "Slightly raises BRV damage dealt with Dark Magic: Bio.", "The Devil's Laughter": "When using Spirit Magic Aero, Dark Magic Bio and Divine Malison:- Provokes target for 1 turn.", "Break Speed Up": "Slightly raises Speed for 1 turn after breaking an enemy.", "Spirit Magic: Aero Charge": "Increases the max uses of Spirit Magic: Aero by 1.", "Dark Magic: Bio Charge": "Increases the max uses of Dark Magic: Bio by 1.", "Black Devil": "Prevents KO if HP is over 50% and leaves its value at 1.", "HP Damage Attack": "Slightly raises ATK for 3 turns after taking HP damage", "Elemental Magic: Aero Extension": "When using Elemental Magic: Aero:   Slight damage boostWhen using Rage Aero:   Slight damage boost   Slight MAX BRV Up boost", "BRV Initiative": "Slightly raises SPD when BRV is at least 50% MAX BRV", "Dark Magic: Bio Extension": "When using Dark Magic: Bio: Slight BRV damage boostWhen using Rage Bio: Slight BRV damage boost Slight boost to Poison HP attack after use"}, "Weapons": {"Sorcerer's Coat CP: 35": "HP+680 and MAX BRV+220", "Laevateinn CP: 70": "May equip the EX Ability Divine Malison.", "Rune Staff CP: 15": "Increases the potency of Spirit Magic: Aero.", "Claustrum CP: 35": "Increases the potency and lowers the Action Delay of Dark Magic: Bio and Play Rough: Bio.Raises the success rate of Poison and extends its duration.Grants Small Attack Up for 5 turns."}}