{"Name": "Thancred", "Crystal": "White", "Weapon": "Dagger", "Picture": "https://dissidiadb.com/static/img/thancred.5af94f8.png", "Stats": {"Initial Level": ["900", "170", "525", "170", "170"], "Level 50": ["1856", "785", "960", "310", "310"], "Level 50 + Crystal Awakening 50": ["3656", "785", "1437", "480", "500"], "Level 60": ["3906", "1585", "2257", "580", "640"], "Level 60 + Crystal Awakening 60": ["4156", "1585", "3077", "680", "910"], "Level 70": ["?", "?", "?", "?", "?"], "Level 70 + Crystal Awakening 70": ["?", "?", "?", "?", "?"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["5630", "2593", "8250", "2385", "2514"]}, "Commands": {"Jugulating Wasp": "2-hit melee BRV attack  Deals extra damage to targets afflicted with Poison, Venom  Self: 3 turns ATK Up I  3 turns BRV Attack deals extra damage to targets afflicted with Poison, Venom", "Shadow Fang": "4-hit melee BRV attack + HP attack  Deals extra damage to targets afflicted with Poison, Venom  Target: Fair chance 3 turns Poison", "Bhavacakra": "4-hit magic BRV attack + HP attack  Stolen BRV may exceed MAX BRV up to 120%  Consumes 3 Ninki   While Bhavacakra equipped:   • BRV Attack, HP Attack grant 1 Ninki   • Jugulating Wasp, Shadow Fang grant 2 Ninki  While Ninki at least 3:   • BRV Attack becomes BRV Attack+ (Ninki)   • Bhavacakra becomes Bhavacakra+   (consumes 3 Ninki after use)"}, "Artifacts": {"Debuff Guard Up": "Raises Defense Power by 10% while an enemy is debuffed", "Break BRV Up": "Raises Max BRV by 5% for 1 turn after breaking an enemy", "Mighty Jugulating Wasp": "Raises BRV Damage dealt with Jugulating Wasp by 10%", "Mighty Shadow Fang": "Raises BRV Damage dealt with Shadow Fang by 10%"}, "Passives": {"Jugulating Wasp Charge": " Jugulating Wasp  use +1", "Bonus Up All": "Slightly raises Break Bonus gained by the party after breaking an enemy", "Jugulating Wasp Power": "Slightly raises BRV damage dealt with  Jugulating Wasp ", "Shadow Fang Charge": " Shadow Fang  use +1", "Critical Power": "Slightly raises BRV damage dealt with critical hits", "Shadow Fang Power": "Slightly raises BRV damage dealt with  Shadow Fang ", "Break Speed Up": "Slightly raises Speed for 1 turn after breaking an enemy", "Trick Attack": "Slightly raises BRV damage when attacking an enemy not targeting self", "The Indiscriminate Rogue": "Slightly raises Initial BRV, Max BRV, Attack and Defense while an enemy is poisoned", "Debuff Initiative": "Moderately raises SPD while an enemy is debuffed", "Jugulating Wasp Extension": "Jugulating Wasp use count +3When using Jugulating Wasp:   Slight damage boost   Moderately increased damage when attacking targets afflicted with Poison, Venom   Triggers additional HP attack if BRV is at least 80% of MAX after last hit   Slight ATK Up boostWhen using BRV Attack after using Jugulating Wasp:   Moderate damage boost   Slightly increased damage when attacking targets afflicted with Poison, Venom   Target: High chance 4 turns Poison", "Debuffed Attack Boost Up": "Moderately raises MAX BRV, ATK while an enemy is debuffed", "Shadow Fang Extension": "Shadow Fang use count +1When using Shadow Fang:   Tremendous BRV damage boost   Moderately increased damage when attacking targets afflicted with Poison, Venom   Stolen BRV may exceed MAX BRV up to 150%   Slight Poison hit rate boost"}, "Weapons": {"Augmented Ninja Chainmail CP: 35": "MAX BRV+220 and ATK+72", "Yoshimitsu CP: 35": "When using  Shadow Fang :- Raises BRV potency- Raises the success rate of  Poison  and improves it- Grants  Small Max BRV Up  for 6 turns", "Banos Del Sol CP: 15": "When using  Jugulating Wasp :- Raises BRV potency- Extends the duration of  Small Attack Up - Extends the duration of the BRV damage boost on poisoned targets", "Nagi CP: 70": "May equip the EX Ability  Bhavacakra "}}