{"Name": "Tifa", "Crystal": "Yellow", "Weapon": "Fist", "Picture": "https://dissidiadb.com/static/img/tifa.a7534ba.png", "Stats": {"Initial Level": ["950", "160", "525", "175", "150"], "Level 50": ["1959", "739", "960", "320", "274"], "Level 50 + Crystal Awakening 50": ["3859", "739", "1437", "500", "424"], "Level 60": ["4299", "1339", "2257", "600", "534"], "Level 60 + Crystal Awakening 60": ["4739", "1339", "3077", "700", "744"], "Level 70": ["?", "?", "?", "?", "?"], "Level 70 + Crystal Awakening 70": ["?", "?", "?", "?", "?"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["5738", "1663", "7340", "2122", "2044"]}, "Commands": {"Beat Rush": "3-hit melee BRV attack  Target: Low chance 2 turns ATK Down I  Extra damage to skeleton types", "Battle Cry": "Increases BRV based on ATK, then BRV × 2  Self: 2 turns MAX BRV Up I, the Zangan Way", "Dolphin Blow": "2-HIT BRV+HP attack.  BRV stolen from the target can overflow up to 150% of Max BRV.  Initiates a Chase Sequence.  Grants Fever Time for 3 turns.  Extends the duration of Max BRV Up and The Zangan Way by 3 turns.  Turns BRV Attack to BRV Attack+ while Fever Time is active.  BRV Attack+ is a 3-HIT melee BRV attack.  Fever Time raises Critical Rate and BRV damage inflicted by critical hits."}, "Artifacts": {"BRV Guard Up": "Raises Defense Power by 10% when BRV is over 50% Max BRV", "Break Fever Boost": "Improves the effects of Break Fever by 5%", "Mighty Beat Rush": "Raises BRV Damage dealt with Beat Rush by 10%", "Bravery Battle Cry": "Raises BRV by 10% of Initial BRV after using Battle Cry"}, "Passives": {"Chase Bonus": "Slightly raises BRV damage during a Chase Sequence.", "Beat Rush Power": "Slightly raises BRV damage dealt with Beat Rush.", "Power Break": "Grants a low probability of inflicting a Small Attack Down debuff for 3 turns after a BRV Attack.", "Skeleton Killer": "Slightly raises BRV damage dealt to Skeleton-type targets.", "Battle Cry Light": "Slightly reduces Action Delay after using Battle Cry.", "Spirit of Competition": "Grants 100% critical hit rate when BRV equals or exceeds Initial BRV and target's BRV is over twice of that BRV.", "Battle Cry Charge": "Increases the max uses of Battle Cry by 1.", "Beat Rush Charge": "Increases the max uses of Beat Rush by 1.", "Break Fever": "Grants a Small Max BRV Up buff for 3 turns after breaking an enemy", "Buff Attack Speed": "Slightly raises ATK, SPD with active buffs", "Beat Rush Extension": "Beat Rush use +2When using Beat Rush:  Slight damage boost  Slightly increased damage when attacking skeleton types  Stolen BRV may exceed MAX BRV up to 150%  Triggers additional HP attack if BRV at least 100% of MAX at time of use", "Battle Cry Attack": "Moderately raises ATK while the Zangan Way active", "Battle Cry Extension": "When using Battle Cry:  MAX BRV Up duration +2  The Zangan Way duration +2  Slight BRV increase based on ATK  Higher turn rate"}, "Weapons": {"Mythril Claw CP: 35": "Raises the BRV gain of Battle Cry and lowers its Action Delay.Increases the potency of Max BRV Up and \"The Zangan Way\" and extends their duration.", "Tiger Fang CP: 15": "Increases the potency of Beat Rush.Raises the success rate of Attack Down and extends its duration.", "Champion Belt CP: 35": "MAX BRV+220 and ATK+72"}}