{"Name": "Vanille", "Crystal": "Red", "Weapon": "Staff", "Picture": "https://dissidiadb.com/static/img/vanille.53aa5ae.png", "Stats": {"Initial Level": ["950", "180", "525", "165", "170"], "Level 50": ["1959", "831", "960", "301", "310"], "Level 50 + Crystal Awakening 50": ["3859", "831", "1437", "471", "480"], "Level 60": ["4299", "1831", "2257", "571", "620"], "Level 60 + Crystal Awakening 60": ["4739", "1831", "3077", "671", "890"], "Level 70": ["?", "?", "?", "?", "?"], "Level 70 + Crystal Awakening 70": ["?", "?", "?", "?", "?"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["6442", "2327", "7005", "2008", "2206"]}, "Commands": {"Deprotect (XIII)": "Magic BRV attack  Target: 2 turns DEF Down II", "Dispel (XIII)": "Magic BRV attack  Removes 1 buff from target", "Death (XIII)": "3-HIT BRV+HP attack.  BRV stolen from the target can overflow up to 150% of Max BRV.  Inflicts Assassination for 1 turn.  Assassination deals a magic BRV attack after a set amount of turns.  It also deals more damage if target is debuffed."}, "Passives": {"Deprotect (XIII) Power": "Slightly raises BRV damage dealt with Deprotect (XIII).", "Debuff Guard Up": "Slightly raises Defense while an enemy is debuffed.", "Deprotect (XIII) Light": "Slightly reduces Action Delay after using Deprotect (XIII).", "Dispel (XIII) Light": "Slightly reduces Action Delay after using Dispel (XIII).", "Deprotect (XIII) Charge": "Increases the max uses of Deprotect (XIII) by 1.", "Dispel (XIII) BRV Gain": "Gains a small amount of BRV after using Dispel (XIII).", "Bonus Up All": "Slightly raises Break Bonus gained by the party after breaking an enemy.", "Dispel (XIII) Charge": "Increases the max uses of Dispel (XIII) by 1.", "Oerba's Miracle": "Prevents KO if HP is over 50% and leaves its value at 1.", "Debuff Boost Speed": "Largely raises MAX BRV, slightly raises SPD while an enemy is debuffed", "Deprotect (XIII) Extension": "Deprotect (XIII) use count +2When using Deprotect (XIII):   Moderate damage boost   Moderate boost to effects inflicted, duration +2   Grants party BRV based on own MAX BRV   Triggers additional HP attack if BRV is at least 80% of MAX after last hitAfter using Deprotect (XIII):   BRV Attack becomes BRV Attack+ (damage boost; deals extra damage to debuffed targets) for 8 turns", "All Debuff Attack Boost": "Slightly raises party's MAX BRV, ATK while an enemy is debuffed", "Dispel (XIII) Extension": "Dispel (XIII) use count +1When using Dispel (XIII):   Slight damage boost   Moderately increased BRV damage when attacking single target   Triggers additional HP attack if BRV is at least 80% of MAX after last hitAfter using Dispel (XIII):    HP Attack becomes HP Attack+ (increases BRV based on ATK + HP attack) for 12 turns"}, "Weapons": {"Physician's Staff CP: 15": "Increases the potency of Deprotect (XIII).Extends the duration of its Defense Down.Inflicts Small Attack Down for 3 turns.", "Starfall Pendant CP: 35": "HP+680 and INT BRV+110", "Hunter's Rod CP: 35": "Increases the potency of Dispel (XIII) and turns it into an AoE attack.Raises the number of removed buffs by 2.Raises all party members' BRV by 80% of the inflicted BRV damage."}}