{"Name": "Vincent", "Crystal": "White", "Weapon": "Gun", "Picture": "https://dissidiadb.com/static/img/vincent.3dfa20f.jpg", "Stats": {"Initial Level": ["950", "140", "550", "175", "190"], "Level 50": ["1959", "646", "1005", "320", "347"], "Level 50 + Crystal Awakening 50": ["3859", "646", "1500", "500", "537"], "Level 60": ["4299", "846", "2500", "600", "707"], "Level 60 + Crystal Awakening 60": ["4739", "846", "3500", "700", "1037"], "Level 70": ["?", "?", "?", "?", "?"], "Level 70 + Crystal Awakening 70": ["?", "?", "?", "?", "?"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["6280", "1792", "8477", "2282", "2712"]}, "Commands": {"Deadly Beast Flare": "Fire ranged BRV attackTarget: 4 turns INT BRV Down II, Fire Resist DownSelf: 4 turns Fire Enchant", "Livewire Shot": "Thunder ranged BRV attackTarget: 1 turn ATK Down II, 4 turns Thunder Resist DownSelf: 4 turns MAX BRV Up I, Thunder Enchant", "BRV Attack+": "Ranged BRV attack.High turn rate.Lasts for 6 turns after using Livewire Shot.", "Nightmare Shot": "usable when EX gauge is filled"}, "Artifacts": {"BRV Initiative": "Raises Speed by 5% when BRV is over 50% Max BRV.", "Break BRV Up": "Raises Max BRV by 5% for 1 turn after breaking an enemy.", "Mighty Deadly Beast Flare": "Raises BRV Damage dealt by Deadly Beast Flare by 10%.", "Mighty Livewire Shot": "Raises BRV Damage dealt by Livewire Shot by 10%."}, "Passives": {"Break Speed Up": "Slightly raises Speed for 1 turn after breaking an enemy.", "Deadly Beast Flare Power": "Slightly raises BRV damage dealt with Deadly Beast Flare.", "Deadly Beast Flare Charge": "Increases the max uses of Deadly Beast Flare by 1.", "Livewire Shot Power": "Slightly raises BRV damage dealt with Livewire Shot.", "Bonus Up All": "Slightly raises Break Bonus gained by the party after breaking an enemy.", "Livewire Shot Charge": "Increases the max uses of Livewire Shot by 1.", "Debuff Attack Up": "Slightly raises Attack while an enemy is debuffed.", "Critical BRV Gain": "Grants a small amount of BRV after inflicting a critical hit.", "Turk of Turks": "Slightly raises Initial BRV, Max BRV, Attack and Defense when HP is under 50%.", "Initiative": "Slightly raises SPD for 3 turns at start of each wave", "Beast Flare Extension": "When using Deadly Beast Flare: Becomes group attack Slight INT BRV Down boost Fire Enchant duration +4 Higher turn rateAfter using Deadly Beast Flare: Triggers additional HP attack on target", "Debuffed Attack Boost Up": "Moderately raises MAX BRV, ATK while an enemy is debuffed", "Livewire Shot Extension": "Livewire Shot use +2When using Livewire Shot: Becomes group attack Slight MAX BRV Up boostAfter using Livewire Shot: Triggers additional HP attack on target"}, "Weapons": {"Quicksilver": "MAX BRV+110", "Dark Shout": "Increases the potency of Livewire Shot and lowers its action delay.Increases the potency of Attack Down and extends its duration.Increases the potency of Max BRV Up and extends its duration.Extends the duration of Thunder Echantment.Turns BRV Attack to BRV Attack+ while Thunder Enchant is up and lowers its action delay.", "Shortbarrel": "Increases the potency of Deadly Beast Flare.Increases the potency of Initial BRV Down and extends its duration.", "Crimson Bandana": "INT BRV+110", "Vincent's Mantle": "MAX BRV+220 and ATK+72"}}