{"Name": "Aerith", "Crystal": "Red", "Weapon": "Staff", "Picture": "https://dissidiadb.com/static/img/aerith.53212f7.png", "Stats": {"Initial Level": ["950", "170", "550", "165", "210"], "Level 50": ["1959", "785", "1005", "301", "384"], "Level 50 + Crystal Awakening 50": ["3859", "785", "1500", "471", "594"], "Level 60": ["4299", "1585", "2500", "571", "794"], "Level 60 + Crystal Awakening 60": ["4739", "1585", "3500", "671", "1194"], "Level 70": ["5029", "1895", "3820", "751", "1354"], "Level 70 + Crystal Awakening 70": ["5319", "2205", "4140", "831", "1514"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["8891", "3413", "9521", "2701", "4301"]}, "Commands": {"Healing Wind": "Raises all party members' BRV and restores their HP based on Aerith's Attack.  Grants all party members Small Initial BRV Up for 5 turns.", "Prayer of the Cetra": "Revives if target is KO and slightly restores their HP.  Grants Cetra's Favor for 8 turns.  Low Action Delay.  Cetra's Favor moderately raises Defense and grants BRV Regen.", "BRV Attack+": "1-HIT BRV attack with low Action Delay.  Raises all allies' BRV by 120% of Aerith's iBRV.", "BRV Regen Attack All": "Slightly raises party Attack for 3 turns  Grants party 「BRV Regen」 for 3 turns  No action delay  Doesn't increase turn count  Decreases Friend Support and Summon action count", "Fury Brand": "Raises party BRV based on Attack  Grants 「Descendant of the Ancients」 for 3 turns   While 「Descendant of the Ancients」 is active:  - Turns 「BRV Attack」 and 「BRV Attack+」 to 「BRV Attack+」  　∟ 2-HIT Magic BRV Attack  　　Raises party BRV based on Initial BRV  　　Low Action Delay  - Turns 「HP Attack」 and 「HP Attack+」 to 「HP Attack++」  　∟ Raises BRV based on Max BRV  　　Follows-up with a 2-HIT Magic BRV+HP Attack  　　BRV stolen can overflow up to 120%  　　Low Action Delay   「Descendant of the Ancients」 raises party Attack and Max BRV overflow limit"}, "Passives": {"Healing Wind Charge": "Increases the max uses of Healing Wind by 1.", "HP Damage Attack Up": "Slightly raises Attack after taking HP damage.", "Healing Wind Light": "Slightly reduces Action Delay after using Healing Wind.", "Receive Heal Up": "Slightly raises HP recovered.", "Critical BRV Gain": "Grants a small amount of BRV after dealing a critical hit.", "Prayer of the Cetra Light": "Slightly reduces Action Delay after using Prayer of the Cetra.", "Buff Attack Up": "Slightly raises Attack while buffed.", "The Planet's Prayer": "Grants a low probability of gaining a Small Max BRV Up buff for 3 turns after a BRV Attack.", "A Flower Blooming in the Slums": "Slightly raises Initial BRV and Defense of allies when HP is Max.", "BRV Boost": "Moderately raises Max BRV when HP is over 50%.", "Healing Wind Extend": " Healing Wind  use +1When using  Healing Wind :- Slightly raises the BRV gain based on Attack- Slightly raises the HP recovery based on Attack- Moderately improves  Initial BRV Up - Lowers Action Delay", "Buff Speed Up": "Moderately raises Speed while buffed.", "Cetra's Prayer Extend": "When using  Cetra s Prayer :- Raises self and target BRV based on Initial BRV- Slightly raises the HP recovery based on target's Max HP- Slightly improves the effects of  Cetra s Favor - Adds the effects of Small Max BRV Up and Large Magical Attack Up to  Cetra s Favor  and extends its duration by 1 turn- Slightly improves the effects of  Attack Up  and extends its duration by 5 turns- Lowers Action DelayWhen using  BRV Attack+ :- Slightly raises its potencyWhile  Cetra s Favor  is active,  HP Attack  turns to  HP Attack+  with the following effects:- Raises BRV based on Max BRV and follows-up with a 1-HIT Magic BRV+HP Attack- BRV stolen can overflow up to 120% Max BRV- Lowers Action Delay", "Resonance of Bravery and Power": "Raises party Initial BRV and Attack by 10%", "BRV Regen Attack All Extend": "When using  Advance All , adds the following effects:- Marginally improves  Attack Up  effect- Slightly improves  BRV Regen  effect"}, "Weapons": {"Protect Ring CP: 90": "HP+680 and ATK+72", "Wizard Staff CP: 35": "Increases Prayer of the Cetra's healing potency and improves the effect of Cetra's Favor.Increases its max uses by 1 and grants Medium Attack Up for 4 turns.", "Mythril Rod CP: 70": "May equip the EX Ability  Fury Brand ", "Aegis Armlet CP: 35": "INT BRV+110 and DEF+84", "Bloom Stone CP: Cannot be equipped": " BRV Regen Attack All  use +1Duration of  BRV Regen Attack All  effects +2 turns", "Guard Stick CP: 15": "Raises the HP recovery and BRV gain of Healing Wind.Increases the potency of Initial BRV Up and extends its duration."}}