{"Name": "Cecil (Dark Knight)", "Crystal": "Black", "Weapon": "Greatsword", "Picture": "https://dissidiadb.com/static/img/cecil.32bbb97.png", "Stats": {"Initial Level": ["1100", "140", "500", "180", "150"], "Level 50": ["2268", "646", "914", "329", "274"], "Level 50 + Crystal Awakening 50": ["4468", "646", "1364", "509", "424"], "Level 60": ["5468", "846", "1994", "609", "534"], "Level 60 + Crystal Awakening 60": ["6468", "846", "2624", "709", "744"], "Level 70": ["6788", "1126", "2924", "789", "874"], "Level 70 + Crystal Awakening 70": ["7108", "1406", "3224", "869", "1004"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["11944", "2684", "8461", "2817", "3384"]}, "Commands": {"Darkness": "1-HIT AoE BRV attack that slightly consumes HP.", "Valiant Blow": "3-HIT BRV attack that moderately consumes HP.  Initiates a Chase Sequence.", "Danger Crush": "3-HIT Dark melee BRV attack  Moderately consumes HP after use  No action delay  Doesn't increase turn count  Decreases Friend Support and Summon action count", "Dark Cannon": "3-HIT BRV+HP attack.  BRV stolen from the target can overflow up to 200% of Max BRV.  After using Dark Cannon, Darkness and Valiant recover 1 use (up to the initial values)."}, "Passives": {"Darkness Attack Up": "Slightly raises Attack for 1 turn after using Darkness.", "Darkness Power": "Slightly raises BRV damage dealt with Darkness.", "Danger Attack Up": "Slightly raises Attack when HP is under 20%.", "Smash Attack Up": "Slightly raises Attack for 1 turn after initiating a Chase Sequence.", "Valiant Blow Power": "Slightly raises BRV damage dealt with Valiant Blow.", "Darkness Charge": "Increases the max uses of Darkness by 1.", "Kill BRV Gain": "Grants a small amount of BRV after killing an enemy.", "Valiant Blow Charge": "Increases the max uses of Valiant Blow by 1.", "Baron's Red Wings": "Prevents KO if HP is over 40% and leaves its value at 1.", "Buff Boost&Speed": "Moderately raises Max BRV and Speed while buffed", "Darkness Extend": " Darkness  use +2When using  Darkness :- Increase the number of BRV hits to 4- Tremendously raises its total BRV potency- BRV stolen can overflow up to 150% Max BRV- Moderately raises BRV damage dealt to a single target- Slightly improves the effect of  Max BRV Up  and extends its duration by 4 turns- Grants  Power of Darkness  for 4 turns- Triggers a single target HP attack after useWhen HP is below 50%:- Turns  Darkness  to  Darkness+    Moderately raises total BRV potency  BRV stolen can overflow up to 180% Max BRV  Grants  Light within Darkness  for 4 turnsWhile  Power of Darkness  is active:- Turns  BRV Attack  to  BRV Attack+    Increase the number of BRV hits to 2  Greatly raises its total BRV potency- Turns  HP Attack  to  HP Attack+    Becomes a melee BRV+HP attack  BRV stolen can overflow up to 120% Max BRV  Dispels  Light within Darkness  after use Power of Darkness  has the following effects:- Raises Max BRV and Attack- Lowers HP damage taken Light within Darkness  grants BRV regen", "Buff Attack&Boost Up": "Moderately raises Max BRV and slightly raises Attack while buffed", "Valiant Blow Extend": " Valiant Blow  use +1When using  Valiant Blow :- Increase the number of BRV hits to 4- Tremendously raises its total BRV potency- BRV stolen can overflow up to 120% Max BRV- Slightly improves the effect of  Attack Up  and extends its duration by 3 turns- Grants  Power of Darkness  for 4 turns- Triggers a single target HP attack after use- Raises allies' BRV based on HP damage dealtWhen HP is below 50%:- Turns  Valiant Blow  to  Valiant Blow+    Greatly raises BRV potency  BRV stolen can overflow up to 150% Max BRV  Slightly improves the BRV gain based on HP damage dealt  Grants  Light within Darkness  for 4 turnsWhile both  Power of Darkness  and  Light within Darkness  are active:- Turns  BRV Attack  and  BRV Attack+  to  BRV Attack++    Increases the number of BRV hits to 2  Greatly raises its total BRV potency  Slightly recovers HP based on BRV damage dealt for up to 5% Max HP- Turns  HP Attack  and  HP Attack+  to  HP Attack++    Becomes a melee BRV+HP Attack  BRV stolen can overflow up to 120% Max BRV  Moderately recovers HP based on BRV damage dealt for up to 20% Max HP  Dispels  Light within Darkness ", "Radiance of Life and Destruction": "Raises Max HP and Max BRV by 20%", "Danger Crush Extend": "When using  Danger Crush , adds or improves the following effect:- Slightly raises Attack for 2 turns"}, "Weapons": {"Dark Claw CP: 35": "Increases Valiant Blow's potency and lowers it Action Delay.Grants Small Attack Up for 5 turns.", "Waning Crescent CP: 70": "May equip the EX Ability Dark Cannon.", "Deathbringer CP: 15": "Increases the potency of Darkness and grants Small Max BRV Up for 2 turns.", "Dark Helm CP: 35": "HP+680 and ATK+72", "Bloom Stone CP: Cannot be equipped": " Danger Crush  use +1When using  Danger Crush , adds or improves the following effect:- Slightly raises Attack for 2 turns", "Hades Gloves CP: 90": "INT BRV+110 and DEF+84", "Greatsword of a Flickering Dark Knight CP: 15": "Slightly raises BRV damage dealt with  Darkness  and  Valiant Blow "}}