{"Name": "Cecil (Paladin)", "Crystal": "White", "Weapon": "Greatsword", "Picture": "https://dissidiadb.com/static/img/cecil_paladin.6597138.png", "Stats": {"Initial Level": ["1100", "140", "525", "170", "190"], "Level 50": ["2268", "646", "960", "310", "347"], "Level 50 + Crystal Awakening 50": ["4468", "646", "1437", "480", "537"], "Level 60": ["5468", "846", "2257", "580", "707"], "Level 60 + Crystal Awakening 60": ["6468", "846", "3077", "680", "1037"], "Level 70": ["?", "?", "?", "?", "?"], "Level 70 + Crystal Awakening 70": ["?", "?", "?", "?", "?"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["10941", "1934", "8265", "2577", "3640"]}, "Commands": {"Saint's Fall": "1-HIT BRV attack.  Grants Blazing Sword for 3 turns.  Blazing Sword raises Max BRV, Attack and Speed.  It also turns BRV Attack to Light Slash.", "Light Slash": "3-HIT BRV attack with a low Action Delay.", "Holy Flame": "1-HIT BRV+HP attack.  Recovers all party members' HP based on HP damage dealt up to 10% of their Max HP.  Grants Divine Shield for 2 turns.  Divine Shield raises all party members' Defense and recovers their BRV and HP (cannot overlap).  It also turns HP Attack to Luminous Blast.", "Luminous Blast": "7-HIT BRV+HP attack.", "Paladin Force": "6-HIT BRV+HP attack.  BRV stolen from the target can overflow up to 120% of Max BRV.  Deals 50% HP damage to other targets.  Extends the duration of Blazing Sword and Divine Shield by 3 turns if active."}, "Passives": {"Saint's Fall Power": "Slightly raises BRV damage dealt with Saint's Fall.", "Break Speed Up": "Slightly raises Speed for 1 turn after breaking an enemy.", "Start Speed Up": "Slightly raises Speed for 3 turns when the battle starts.", "Holy Flame Power": "Slightly raises BRV damage dealt with Holy Flame.", "Break Bonus Up": "Slightly raises Break Bonus earned after breaking an enemy.", "Saint's Fall Charge": "Increases the max uses of Saint's Fall by 1.", "Buff Boost": "Slightly raises Max BRV while buffed.", "Holy Flame Charge": "Increases the max uses of Holy Flame by 1.", "Light Grasping Ordeal": "Slightly raises Initial BRV, Max BRV, Attack and Defense if HP is Max when the final battle starts.", "Ability Attack High": "Slightly raises BRV damage dealt when using abilities continuously (including enhanced BRV/HP Attack).", "Saint's Fall Extend": "Raises party's BRV based on Max BRV after using Saint's Fall (before the BRV attack).Increases the numbers of hits of Saint's Fall to 2.Moderately raises its total potency.Triggers an HP attack if BRV is over 80% Max BRV.Slightly raises Light Slash's potency.", "Buff Attack&Boost Up": "Moderately raises Max BRV and Attack while buffed.", "Holy Flame Extend": "Increases Holy Flame's number of hits to 2.Moderately raises its total potency.BRV stolen from the target can overflow up to 120% of Max BRV.Slightly raises Luminous Blast's potency."}, "Weapons": {"Greatsword of a Flickering Paladin CP: 15": "Slightly raises BRV damage dealt with  Saint's Fall  and  Holy Flame ", "Lustrous Sword CP: 35": "Raises Holy Flame's potency.Lowers its Action Delay.Raises the HP recovery limit.Raises the amount of HP recovered based on HP damage dealt.Upon recovering HP, if the healing amount exceeds the target's Max HP, the excess is converted to BRV.Improves the effects of Divine Shield and extends its duration.Raises the potency of Luminous Blast.", "Holy Fang CP: 15": "Raises the potency of Saint's Fall and Light Slash.Improves the effects of Blazing Sword and extends its duration.", "Crystal Gloves CP: 90": "INT BRV+110 and ATK+72", "Waxing Crescent CP: 70": "May equip the EX Ability Paladin Force.", "Crystal Mail CP: 35": "HP+680 and MAX BRV+220"}}