{"Name": "Gilgamesh", "Crystal": "Green", "Weapon": "Greatsword", "Picture": "https://dissidiadb.com/static/img/gilgamesh.23dc8e2.png", "Stats": {"Initial Level": ["1100", "140", "525", "175", "170"], "Level 50": ["2268", "646", "960", "320", "310"], "Level 50 + Crystal Awakening 50": ["4468", "646", "1437", "500", "480"], "Level 60": ["5468", "846", "2257", "600", "620"], "Level 60 + Crystal Awakening 60": ["6468", "846", "3077", "700", "890"], "Level 70": ["6788", "1126", "3387", "780", "1030"], "Level 70 + Crystal Awakening 70": ["7108", "1406", "3697", "860", "1170"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["11575", "2574", "9002", "2782", "3691"]}, "Commands": {"Death Claw": "2-HIT BRV attack.  First hit lowers target's BRV by 1/5.  Grants Small Attack Up for 3 turns.  Turns BRV Attack to Kotetsu.", "Kotetsu": "Reduces target's BRV before inflicting a 1-HIT BRV attack.  Turns back to normal BRV Attack after use.", "Mad Dance": "4-HIT BRV+HP attack.  Grants Small Max BRV Up for 3 turns.  Turns HP Attack to Genji Blade.", "Genji Blade": "1-HIT BRV+HP attack.  Turns back to normal HP Attack after use.", "Ultimate Dance": "4-HIT BRV+HP attack.  Inflicts 50% HP damage to other targets.  Grants Very Large Max BRV Up for 5 turns.  Turns back Ultimate Dance, Kotetsu and Genji Blade to their initial state.", "Advance Up": "BRV stolen can overflow by a small amount for 2 turns  No action delay  Doesn't increase turn count  Decreases Friend Support and Summon action count", "Hurricane": "3-HIT melee BRV+HP attack  Grants 1 stack of 「Hero of the Big Bridge」 for 3 turns (max is 5)  Delays target by 1 turn    While 「Hero of the Big Bridge V」 is active:  - Turns 「BRV Attack」 to 「Kotetsu」  - Turns 「HP Attack」 to 「Genji Blade」"}, "Passives": {"Death Claw Power": "Slightly raises BRV damage dealt with Death Claw.", "Chase Bonus": "Slightly raises BRV damage during a Chase Sequence.", "Break Boost&Speed Up": "Slightly raises Max BRV and Speed for 1 turn after breaking an enemy.", "Dance Power": "Slightly raises BRV damage dealt with Dance.", "Ability Attack&Speed High": "Slightly raises BRV damage and reduces Action Delay when using abilities continuously.", "Death Claw Charge": "Increases the max uses of Death Claw by 1.", "Critical Power": "Slightly raises BRV damage dealt with critical hits.", "Dance Charge": "Increases the max uses of Dance by 1.", "A Wonderful Way of Life": "Slightly raises Initial BRV, Max BRV, Attack and Defense if HP is Max when the final battle starts.", "Buff Attack&Boost Up": "Slightly raises Max BRV and Attack while buffed.", "Death Claw Extend": " Death Claw  use +1When using  Death Claw :- Slightly raises the BRV reduction effect- Increases number of BRV hits to 2- Slightly raises total BRV potency- BRV stolen can overflow up to 120% Max BRV- Grants a small probability to inflict  Paralysis  for 1 turn- Slightly improves  Attack Up - Triggers an HP attack after useWhen using  Kotetsu :- Slightly raises the BRV reduction effect- Increases number of BRV hits to 2- Moderately raises total BRV potency- Inflicts  Melee Resistance Down  for 1 turn", "Buff Speed Up": "Moderately raises Speed while buffed.", "Mad Dance Extend": " Mad Dance  use +2When using  Mad Dance ,  Ultimate Dance :- Greatly raises BRV potency- BRV stolen can overflow up to 150% Max BRV- Slightly improves  Max BRV Up - Grants 1 stack of  Hero of the Big Bridge  for 3 turns (max is 5)When using  Genji Blade :- Tremendously raises BRV potency- BRV stolen can overflow up to 120% Max BRV- Inflicts  Small Speed Down  for 3 turns Hero of the Big Bridge  has the following effects:- Turns  BRV Attack  to  Kotetsu - Turns  HP Attack  to  Genji Blade - Raises self Attack based on the number of stacks- Lowers all enemies' Attack- At 5 stacks, raises self Critical Hit Rate and Critical Damage", "Radiance of Destruction and Power": "Raises Max BRV and Attack by 20%", "Advance Up Extend": "When using  Advance Up , adds the following effects:- Grants a  BRV Regen  effect"}, "Weapons": {"Bloom Stone CP: Cannot be equipped": " Advance Up  use +1Duration of  Advance Up  effects +2 turns", "Wind Slash CP: 70": "May equip the EX Ability  Hurricane ", "Genji Armor CP: 90": "INT BRV+110 and DEF+84", "Kotetsu CP: 15": "Increases Death Claw's max uses by 1.Raises the BRV reduction percentage of Death Claw and Kotetsu.Raises the potency of Death Claw and Kotetsu.Improves the Attack Up buff and extends its duration.Kotetsu stays active after use (doesn't revert to normal BRV Attack).", "Genji Gloves CP: 35": "HP+680 and ATK+72", "Genji Blade CP: 35": "Increases Mad Dance's max uses by 2.Raises the potency of Mad Dance and Genji Blade.Improves the Max BRV Up buff and extends its duration.Genji Blade stays active after use (doesn't revert to normal HP Attack).When Kotetsu and Genji Blade are active, turns Mad Dance to Ultimate Dance.After using Ultimate Dance, all abilities return to their initial state."}}