{"Name": "Kuja", "Crystal": "Red", "Weapon": "Other", "Picture": "https://dissidiadb.com/static/img/kuja.9bca505.png", "Stats": {"Initial Level": ["950", "170", "550", "170", "130"], "Level 50": ["1959", "785", "1005", "310", "237"], "Level 50 + Crystal Awakening 50": ["3859", "785", "1500", "480", "367"], "Level 60": ["4299", "1585", "2500", "580", "447"], "Level 60 + Crystal Awakening 60": ["4739", "1585", "3500", "680", "597"], "Level 70": ["5029", "1895", "3820", "760", "717"], "Level 70 + Crystal Awakening 70": ["5319", "2205", "4140", "840", "837"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["8898", "3485", "10447", "2893", "3121"]}, "Commands": {"Ring Holy": "3-HIT BRV attack.  If there's more than 1 enemy, the BRV hits are randomly dispersed (AoE).  Grants 2 stacks of Soul Divider.  Soul Divider raises Max BRV based on the number of stacks and grants BRV Regen.", "Ring Holy+": "3-HIT BRV attack and removes Soul Divider.", "Ultima (IX)": "9-HIT BRV+HP attack.  If there's more than 1 enemy, the BRV hits are randomly dispersed and HP damage is equally divided amongst the enemies.  Grants 2 stacks of Soul Divider.  Soul Divider raises Max BRV based on the number of stacks and grants BRV Regen.", "Ultima (IX)+": "Repeats the attack a second time and removes Soul Divider.  Break bonus is applied again if an enemy is broken during the second attack.", "Ability Recovery Attack Up": "Recovers 1 use of 「Ring Holy」 and 「Ultima (IX)」 (up to the initial values)  Slightly raises Attack for 4 turns  No action delay  Doesn't increase turn count  Decreases Friend Support and Summon action count", "Force Symphony": "5-HIT AoE BRV+HP attack.  Moderately increases BRV damage to a single target.  100% HP damage dealt to all targets.  Grants 4 stacks of Soul Divider.  Grants Dark Messenger for 5 turns.  Soul Divider is not dispelled after using Ring Holy+ and Ultima (IX)+ while Dark Messenger is active.", "BRV Attack+": "1-HIT BRV attack.  Grants 2 stacks of Soul Divider.", "HP Attack+": "1-HIT BRV+HP attack.  Grants 2 stacks of Soul Divider."}, "Passives": {"Ring Holy Power": "Slightly raises BRV damage dealt with Ring Holy.", "Break Speed Up": "Slightly raises Speed for 1 turn after breaking an enemy.", "Break Bonus Up": "Slightly raises Break Bonus earned after breaking an enemy.", "Ultima (IX) Power": "Slightly raises BRV damage dealt with Ultima (IX).", "BRV Speed Up": "Slightly raises Speed when BRV is over 50%.", "Ring Holy Charge": "Increases the max uses of Ring Holy by 1.", "Buff Attack Up": "Slightly raises Attack while buffed.", "Ultima (IX) Attack Up": "Slightly raises Attack for 1 turn after using Ultima (IX).", "Soul Conductor": "Slightly raises Max BRV and Speed while buffed.", "Buff Attack&Speed": "Slightly raises Attack and Speed while buffed.", "Ring Holy Extend": " Ring Holy  use +1When using  Ring Holy ,  Ring Holy+ :- Increases its number of BRV hits to 6- Tremendously raises its total BRV potency- Triggers an HP attack after useWhen using  Ring Holy :- BRV stolen can overflow up to 120% Max BRV- Grants 1 additional stack of  Soul Divider When using  Ring Holy+ :- BRV stolen can overflow up to 180% Max BRV", "Buff Attack&Boost Up": "Moderately raises Max BRV and Attack while buffed", "Ultima (IX) Extend": " Ultima (IX)  use +1When using  Ultima (IX) ,  Ultima (IX)+ :- BRV hits become AoE (including the second set)- Moderately raises BRV damage dealt to a single target- Slightly improves the effects of  Max BRV Up  and  Magical Attack Up  and extends their duration by 1 turnWhen using  Ultima (IX) :- BRV stolen can overflow up to 120% Max BRV- Grants 1 additional stack of  Soul Divider When using  Ultima (IX)+ :- BRV stolen can overflow up to 150% Max BRV (including the second set)- Tremendously raises BRV potency of the second set of BRV hits", "Radiance of Bravery and Destruction": "Raises Initial BRV and Max BRV by 20%.", "Ability Recovery Attack Up Extend": "When using  Ability Recovery Attack Up :- Slightly improves  Attack Up  effect"}, "Weapons": {"Kuja Model CP: 90": "HP+680 and DEF+84", "Brilliant Cores CP: 15": "Increases the potency of Ring Holy and Ring Holy+.Grants 3 stacks of Soul Divider instead of 2.", "Scintillant Cores CP: 35": "Increases the potency of Ultima (IX) and Ultima (IX)+.Increases its max uses by 1.Grants Small Max BRV Up and Small Magical Attack Up for 5 turns.Grants 3 stacks of Soul Divider instead of 2.Lowers its Action Delay.", "Turbid Cores CP: 70": "May equip the EX Ability Force Symphony.", "Egoist Ring CP: 35": "INT BRV+110 and MAX BRV+220", "Bloom Stone CP: Cannot be equipped": "When using  Ability Recovery Attack Up :- Slightly improves  Attack Up  effect"}}