{"Name": "Lenna", "Crystal": "White", "Weapon": "Bow", "Picture": "https://dissidiadb.com/static/img/lenna.fc89131.png", "Stats": {"Initial Level": ["1100", "180", "500", "170", "130"], "Level 50": ["2268", "831", "914", "310", "237"], "Level 50 + Crystal Awakening 50": ["4468", "831", "1364", "480", "367"], "Level 60": ["5468", "1831", "1994", "580", "447"], "Level 60 + Crystal Awakening 60": ["6468", "1831", "2624", "680", "597"], "Level 70": ["6788", "2151", "2924", "760", "717"], "Level 70 + Crystal Awakening 70": ["7108", "2471", "3224", "840", "837"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["10982", "3805", "8474", "2737", "3127"]}, "Commands": {"Rapid Fire": "9-HIT BRV attack.  If there's more than 1 enemy, the BRV hits are randomly dispersed (AoE).", "Rapid Fire+": "Upgrades the number of hits to 15.  Grants Small Max BRV Up for 2 turns.  Inflicts Small Initial BRV Down for 2 turns.", "Wind Drake Arrow": "Raises BRV based on Initial BRV before inflicting an HP attack.  Grants Wind Drake's Ward for 2 turns.  Wind Drake's Ward raises Debuff Evasion Rate and grants HP Regen.", "Wind Drake Arrow+": "Raises BRV based on Initial BRV before inflicting an HP attack (higher amount).  Grants Wind Drake's Ward for 2 turns (higher potency).", "BRV Heal Boost All": "Raises party BRV based on Max BRV  Raises party Max BRV for 3 turns  No action delay  Doesn't increase turn count  Decreases Friend Support and Summon action count", "Brave Phoenix": "2-HIT AoE BRV+HP attack.  Raises all party members' BRV based on Initial BRV before the BRV hits.  Moderately raises BRV damage dealt to a single target.  BRV stolen can overflow up to 120% Max BRV.  HP damage dealt is divided equally amongst all targets.  Grants Princess of Tycoon for 6 turns.  Princess of Tycoon grants BRV regen and raises Initial BRV for all party members."}, "Passives": {"Rapid Fire Power": "Slightly raises BRV damage dealt with Rapid Fire.", "Deadly Precision": "HP attacks cannot miss.", "BRV Danger Speed Up": "Slightly raises Speed when BRV is below Initial BRV.", "Wind Drake Arrow Speed Up": "Slightly raises Speed for 1 turn after using Wind Drake Arrow.", "HP Damage BRV Gain": "Grants a small amount of BRV after taking HP damage.", "Rapid Fire Charge": "Increases the max uses of Rapid Fire by 1.", "Master Base Up": "Slightly raises Initial BRV after mastering an ability.", "Wind Drake Arrow Charge": "Increases the max uses of Wind Drake Arrow by 1.", "Princess's Devotion": "Upon recovering HP, if the healing amount exceeds Max HP, 50% of the excess is divided amongst allies.The healing value is limited to 10% of each target's Max HP.", "Buff boost&Speed Up": "Moderately raises Max BRV and Speed while buffed.", "Rapid Fire Extend": "Shortens Rapid Fire's mastery requirement by 1.When using Rapid Fire:- Moderately raises its potency.- Grants Small Max BRV Up and Small Attack Up for 4 turns.When using Rapid Fire+:- Slightly raises its potency.- BRV stolen can overflow up to 120% Max BRV.- Slightly raises the potency of Initial BRV Down (based on the number of hits).- Improves Max BRV Up and extends the duration by 2 turns.- Grants Medium Attack Up for 6 turns.- Triggers an HP attack after use.", "Buff Attack&Boost All": "Moderately raises party's Max BRV and Attack while buffed.", "Wind Drake Arrow Extend": "When using Wind Drake Arrow/+:- After the BRV gain based on Initial BRV, triggers a ranged BRV hit.- Slightly raises the BRV gain based on Initial BRV.- Extends Wind Drake's Ward by 2 turns.- Adds BRV regen to the effects of Wind Drake's Ward.After using Wind Drake Arrow/+:- Turns BRV Attack to BRV Attack+ for 6 turns.- BRV Attack+ raises party's BRV based on Initial BRV after the BRV attack.", "Resonance of Bravery and Power": "Raises party Initial BRV and Attack by 10%", "BRV Heal Boost All Extend": "When using  BRV Heal Boost All :- Slightly improves the BRV gain based on Max BRV"}, "Weapons": {"Hayate Bow CP: 35": "Allows Wind Drake Arrow to be mastered after 1 use.When Wind Drake Arrow is used (either version), raises the BRV gain and grants it to all allies, grants Wind Drake's Ward to all allies, improves its existing effects and adds a BRV Regen effect.", "Bloom Stone CP: Cannot be equipped": " BRV Heal Boost All  use +1Duration of  BRV Heal Boost All  effects +2 turns", "Angel Ring CP: 90": "MAX BRV+220 and DEF+84", "Hyper Wrist CP: 35": "HP+680 and INT BRV+110", "Aevis Killer CP: 70": "May equip the EX Ability Brave Phoenix.", "Silver Bow CP: 15": "Allows Rapid Fire to be mastered after 2 uses.Increases the potency of Rapid Fire and Rapid Fire+.When Rapid Fire+ is used, increases the potency of Initial BRV Down and Max BRV Up and extends their duration."}}