{"Name": "Lion", "Crystal": "White", "Weapon": "Dagger", "Picture": "https://dissidiadb.com/static/img/lion.e16b875.png", "Stats": {"Initial Level": ["1100", "150", "550", "170", "130"], "Level 50": ["2268", "693", "1005", "310", "237"], "Level 50 + Crystal Awakening 50": ["4468", "693", "1500", "480", "367"], "Level 60": ["5468", "1093", "2500", "580", "447"], "Level 60 + Crystal Awakening 60": ["6468", "1093", "3500", "680", "597"], "Level 70": ["6788", "1383", "3820", "760", "717"], "Level 70 + Crystal Awakening 70": ["7108", "1673", "4140", "840", "837"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["11605", "2851", "9545", "2737", "3127"]}, "Commands": {"Sneak Attack": "1-HIT BRV attack.  Doesn't miss and deals more damage when attacking an enemy not targeting Lion.  Turns to a 2-HIT BRV attack if STR 55 Passive Ability is equipped.", "Powder Keg": "1-HIT BRV attack.  Inflicts Small Defense Down.  Doesn't miss and deals more damage when attacking an enemy not targeting Lion.  Turns to a 2-HIT BRV+HP attack if STR 60 Passive Ability is equipped.", "BRV Attack+": "1-HIT BRV attack.  Deals more damage when attacking an enemy not targeting Lion.", "Sneak Thrust": "2-HIT melee BRV+HP attack  Greatly raises damage dealt to an enemy not targeting the user  Slightly raises Attack for 1 turn  No action delay  Doesn't increase turn count  Decreases Friend Support and Summon action count", "Walk the Plank": "4-HIT melee AoE BRV+HP Attack  Moderately raises BRV Damage dealt to a single target  BRV stolen can overflow up to 120% Max BRV  HP Damage is split equally amongst all enemies  Dispels all buffs from all enemies  Recovers 1 use of 「Sneak Attack」 (up to the base value)   If the previous turn was from an ally (or self), turns into 「Walk the Plank (Light)」, which adds a 4-HIT Holy magic BRV+HP Attack"}, "Passives": {"Critical Power": "Slightly raises BRV damage dealt with critical hits.", "Sneak Attack Charge": "Increases the max uses of Sneak Attack by 1.", "Break Speed Up": "Slightly raises Speed for 1 turn after breaking an enemy.", "Powder Keg Charge": "Increases the max uses of Powder Keg by 1.", "BRV Attack Up": "Slightly raises Attack when BRV is over 50%.", "Sneak Attack Up": "Slightly raises BRV damage dealt with Sneak Attack.", "Sneak Attack": "Slightly raises BRV damage when attacking an enemy not targeting self.", "Powder Keg Power": "Slightly raises BRV damage dealt with Powder Keg.", "Sneak Critical": "Grants 100% critical hit rate when attacking an enemy not targeting self.", "Buff Base&Boost": "Moderately raises Initial BRV and greatly raises Max BRV while buffed.", "Sneak Attack Extend": " Sneak Attack  use +1When using  Sneak Attack :- Increases the number of BRV Hits to 4- Greatly raises its potency- BRV stolen can overflow up to 120% Max BRV- Slightly raises BRV damage dealt further when attacking an enemy not targeting self- Triggers and HP attack after useAfter using  Sneak Attack  turns into  Sneak Attack (Hide) :- Slightly raises its potency- BRV stolen can overflow up to 150%- Greatly raises BRV damage dealt further when attacking an enemy not targeting self- Reverts back to  Sneak Attack  after use- Reverts  Powder Keg (Hide)  back to  Powder Keg  after use", "Buff Attack&Speed Up": "Greatly raises Attack and moderately raises Speed while buffed.", "Powder Keg Extend": " Powder Keg  use +1When using  Powder Keg :- Increases the number of BRV Hits to 5- Moderately raises its potency- Deals 50% HP damage to other targets- Slightly raises BRV damage dealt further when attacking an enemy not targeting self- Slightly improves the  Defense Down  debuff- Slightly improves the  Max BRV Up  and  Critical Rate Up  buffs and extends their duration by 2 turns- Triggers an HP attack after useAfter using  Sneak Attack ,  Powder Keg  turns into  Powder Keg (Hide) :- Slightly raises its potency- Greatly raises BRV damage dealt further when attacking an enemy not targeting self- BRV stolen can overflow up to 120%- Reverts back to  Powder Keg  after use- Reverts  Sneak Attack (Hide)  back to  Sneak Attack  after useWhile buffed,  BRV Attack  turns into  BRV Attack+ :- Increases the number of BRV Hits to 2- Moderately raises its potency - Greatly raises BRV damage dealt further when attacking an enemy not targeting self", "Radiance of Bravery and Power": "Raises Initial BRV and Attack by 20%", "Sneak Thrust Extend": "When using  Sneak Thrust :- Slightly improves the  Attack Up  effect"}, "Weapons": {"Vajra CP: 70": "May equip the EX Ability  Walk the Plank ", "Lust Dagger CP: 15": "Increases Sneak Attack's potency and lowers its Action Delay.Grants Small Attack Up for 6 turns upon attacking an enemy that is not targeting Lion.", "Raider's Vest CP: 90": "INT BRV+110 and DEF+84", "Misericorde CP: 35": "Increases Powder Keg's potency and lowers its Action Delay.Increases the potency of Defense Down and extends its duration.Grants Small Max BRV Up and Medium Critical Rate Up for 6 turns.Grants a probability of inflicting Small Max BRV Down for 6 turns.", "Assassin's Vest CP: 35": "HP+680 and ATK+72", "Bloom Stone CP: Cannot be equipped": " Sneak Thrust  use +1Duration of  Sneak Thrust  effects +1 turn"}}