{"Name": "Paine", "Crystal": "Blue", "Weapon": "Greatsword", "Picture": "https://dissidiadb.com/static/img/paine.13e1c60.png", "Stats": {"Initial Level": ["1100", "160", "500", "175", "170"], "Level 50": ["2268", "739", "914", "320", "310"], "Level 50 + Crystal Awakening 50": ["4468", "739", "1364", "500", "480"], "Level 60": ["5468", "1339", "1994", "600", "620"], "Level 60 + Crystal Awakening 60": ["6468", "1339", "2624", "700", "890"], "Level 70": ["6788", "1639", "2924", "780", "1030"], "Level 70 + Crystal Awakening 70": ["7108", "1939", "3224", "860", "1170"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["11604", "3133", "8456", "2782", "3685"]}, "Commands": {"Break Attack": "2-HIT BRV attack.  Inflicts Status Break for 3 turns to target.  Grants 1 stack of Dressphere for 6 turns (max is 5).  Status Break lowers Initial BRV, Max BRV, Attack, Defense and Speed.  Dressphere has the following inclusive effects:  - At 1 stack, raises Max BRV.  - At 2 stacks, raises Speed.  - At 3 stacks, raises Defense.  - At 4 stacks, raises Initial BRV.  - At 5 (max) stacks, raises Attack.", "Black Sky": "6-HIT AoE BRV attack + single target HP attack.  If there's more than 1 enemy, the BRV hits are randomly dispersed.  Grants 1 stack of Dressphere for 6 turns (max is 5).", "Debuff Attack Advance": "BRV stolen can overflow by a small amount for 1 turn.  Slightly raises BRV damage dealt to debuffed enemies for 1 turn.  No action delay  Doesn't increase turn count  Decreases Friend Support and Summon action count", "Dancing Sword": "6-HIT AoE BRV+HP attack.  Moderately raises BRV damage dealt to a single target.  Greatly raises BRV damage dealt to enemies afflicted with Status Break.  BRV stolen can overflow up to 120% Max BRV.  HP damage is divided equally amongst all enemies.  Turns to Dancing Sword+ while Dressphere V is active.", "Dancing Sword+": "6-HIT AoE BRV+HP attack.  Moderately raises BRV damage dealt to a single target.  Greatly raises BRV damage dealt to enemies afflicted with Status Break.  BRV stolen can overflow up to 170% Max BRV.  HP damage is divided equally amongst all enemies.  Grants Wing Arts for 8 turns.   While Wing Arts is active:  - Turns BRV Attack/+ to Triple Cut and HP Attack to HP Attack+.  - Triple Cut is a 3-HIT melee BRV attack.  - HP Attack+ is a 3-HIT melee BRV+HP attack.   Wing Arts raises all party members' Initial BRV, Max BRV, Attack, Defense and Speed while lowering all enemies'."}, "Passives": {"Break Attack Power": "Slightly raises BRV damage dealt with Break Attack.", "Debuff Attack Up": "Slightly raises Attack while an enemy is debuffed.", "Buff Speed Up": "Slightly raises Speed while buffed.", "Black Sky Power": "Slightly raises BRV damage dealt with Black Sky.", "Break Bonus Up": "Slightly raises Break Bonus earned after breaking an enemy.", "Break Attack Charge": "Increases Break Attack's max uses by 1.", "Buff Boost": "Slightly raises Max BRV while buffed.", "Black Sky Charge": "Increases Black Sky's max uses by 1.", "Gullwing Warrior": "Slightly raises Initial BRV, Max BRV, Attack and Defense while Dressphere is active.", "Buff Boost&Speed Up": "Slightly raises Max BRV and Speed while buffed.", "Break Attack Extend": "When using break Attack:- Increases the number of BRV hits to 3.- Moderately raises its total potency.- Greatly raises BRV damage dealt to enemies afflicted with Status Break.- BRV stolen can overflow up to 120% Max BRV.- Extends the duration of Status Break by 2 turns.- Triggers an HP attack after use.While Dressphere is active:- Turns BRV Attack to BRV Attack+.- BRV Attack+ is a 2-HIT melee BRV attack with a moderate potency increase.", "Buff Attack&Boost Up": "Moderately raises Max BRV and Attack while buffed.", "Black Sky Extend": "When using Black Sky:- Increases the number of BRV hits to 9.- Tremendously raises its total potency.- Greatly raises BRV damage dealt to enemies afflicted with Status Break.- BRV stolen can overflow up to 150% Max BRV.", "Resonance of Destruction and Power": "Raises party's Max BRV and Attack by 10%.", "Debuff Attack Advance Extend": "When using Debuff Attack Advance, adds the following effects:- Further raises BRV damage dealt to enemies afflicted with personal debuffs.- Slightly raises the overflow limit."}, "Weapons": {"Crystal Sword CP: 70": "May equip the EX Ability Dancing Sword.", "Basilisk Steel CP: 35": "Raises Black Sky's potency.Grants an additional stack of Dressphere.", "Bloom Stone CP: Cannot be equipped": "Increases the max uses of Debuff Attack Advance by 1.Extends the duration of its effects by 1 turn.", "Paine Model CP: 90": "INT BRV+110 and MAX BRV+220", "Sword of Paine CP: 15": "Raises Break Attack's potency.Grants an additional stack of Dressphere.", "Paine's Gloves CP: 35": "HP+680 and ATK+72"}}