{"Name": "Porom", "Crystal": "White", "Weapon": "Staff", "Picture": "https://dissidiadb.com/static/img/porom.c756b23.png", "Stats": {"Initial Level": ["1050", "180", "550", "170", "150"], "Level 50": ["2165", "831", "1005", "310", "274"], "Level 50 + Crystal Awakening 50": ["4265", "831", "1500", "480", "424"], "Level 60": ["5085", "1831", "2500", "580", "534"], "Level 60 + Crystal Awakening 60": ["5905", "1831", "3500", "680", "744"], "Level 70": ["6215", "2151", "3820", "760", "874"], "Level 70 + Crystal Awakening 70": ["6525", "2471", "4140", "840", "1004"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["10260", "3695", "9764", "2737", "3368"]}, "Commands": {"Cry": "Raises all party members' BRV based on Max BRV.  Inflicts Small Defense Down for 2 turns to all enemies.  Grants 1 stack of Power of White Magic for 6 turns (max is 3).  Turns to Cry+ while Power of White Magic III is active.  Power of White Magic raises all party members' Attack.", "Cry+": "Raises all party members' BRV based on Max BRV.  Inflicts Medium Defense Down for 2 turns to all enemies.  Grants 1 stack of Power of White Magic for 6 turns (max is 3).", "Mysidia's Radiance": "Slightly restores target's HP.  Upon recovering HP, if the healing amount exceeds Max HP, 200% of the excess is converted to BRV.  Low Action Delay.  Grants 1 stack of Wisdom of White Magic for 4 turns (max is 3).  Turns to Mysidia's Radiance+ while Wisdom of White Magic III is active.  Wisdom of White Magic raises all party members' Max BRV.", "Mysidia's Radiance+": "Moderately restores target's HP.  Upon recovering HP, if the healing amount exceeds Max HP, 200% of the excess is converted to BRV.  Low Action Delay.  Grants HP Damage Reduction to target for 2 turns.  Grants 1 stack of Wisdom of White Magic for 4 turns (max is 3).", "HP Heal&Attack All": "Slightly restores all party members' HP  Slightly raises all party members' Attack for 3 turns.  No action delay  Doesn't increase turn count  Decreases Friend Support and Summon action count", "White Wave": "Slightly restores all party members' HP.  HP restored can overflow up to 120% Max HP.  Raises self BRV based on Max BRV.  Follows up with an HP attack which raises allies' BRV based on HP damage dealt.  Extends the duration of Power of White Magic and Wisdom of White Magic by 3 turns."}, "Passives": {"Cry Light": "Slightly lowers the Action Delay of Cry/+.", "Chase Bonus": "Slightly raises BRV damage during a Chase Sequence.", "Busybody": "Slightly raises party's Speed while buffed.", "Mysida's Radiance Light": "Slightly lowers the Action Delay of Mysidia's Radiance/+.", "Receive Heal Up": "Slightly raises HP recovered.", "Cry Charge": "Increases Cry's max uses by 1.", "Buff Boost": "Slightly raises Max BRV while buffed.", "Mysidia's Radiance Charge": "Increases Mysidia's Radiance by 1.", "White Mage's Talent": "Slightly raises party's Max BRV and Attack while buffed.", "Power of WM Boost&Speed Up": "Moderately raises Max BRV and Speed while Power of White Magic is active.", "Cry Extend": "Increases Cry's max uses by 1.When using Cry/+:- Slightly raises the BRV gain based on Max BRV.- Slightly raises the potency of Defense Down and extends it by 2 turns.While Power of White Magic is active:- Turns BRV Attack to BRV Attack+.- BRV Attack+ raises party's BRV based on Max BRV.", "Wisdom of WM Boost&Guard Up": "Moderately raises Max BRV and slightly raises Defense while Wisdom of White Magic is active.", "Mysidia's Radiance Extend": "Increases the max uses of Mysidia's Radiance by 1.When using Mysidia's Radiance/+:- Tremendously raises the percentage of BRV gained from the HP recovery excess.When using Mysidia's Radiance+:- Grants Small Max BRV Up to target for 8 turns.- Slightly raises the potency of HP Damage Reduction.While Wisdom of White Magic is active:- Turns HP Attack to HP Attack+.- HP Attack+ raises allies' BRV after the HP attack based on HP damage dealt.", "Resonance of Defense": "Raises party's Defense by 30%.", "HP Heal&Attack All Extend": "When using HP Heal All, adds the following effect:- Slightly raises HP recovered by all party members."}, "Weapons": {"Porom's Necklace CP: 90": "ATK+72 and DEF+84", "Mythril Staff CP: 35": "When using Mysidia's Radiance/+:- Raises the amount of HP recovered.- Extends the duration of Wisdom of White Magic and grants an additional stack.When using Mysidia's Radiance+:- Raises the potency of HP Damage Reduction.", "Philosopher's Hat CP: 35": "INT BRV+110 and MAX BRV+220", "Healing Staff CP: 15": "When using Cry/+:- Raises the BRV gain based on Max BRV.- Extends the duration of Power of White Magic and grants an additional stack.When using Cry+:- Adds a small probabiltiy of inflicting Confusion to all enemies for 1 turn.", "Aura Staff CP: 70": "May equip the EX Ability White Wave.", "Bloom Stone CP: Cannot be equipped": "Increases the max uses of HP Heal All by 2."}}