{"Name": "Prishe", "Crystal": "Green", "Weapon": "Fist", "Picture": "https://dissidiadb.com/static/img/prishe.40b525d.png", "Stats": {"Initial Level": ["1000", "160", "550", "170", "130"], "Level 50": ["2062", "739", "1005", "310", "237"], "Level 50 + Crystal Awakening 50": ["4062", "739", "1500", "480", "367"], "Level 60": ["4692", "1339", "2500", "580", "447"], "Level 60 + Crystal Awakening 60": ["5322", "1339", "3500", "680", "597"], "Level 70": ["?", "?", "?", "?", "?"], "Level 70 + Crystal Awakening 70": ["?", "?", "?", "?", "?"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["8988", "2433", "9144", "2577", "2971"]}, "Commands": {"One Ilm Punch": "5-HIT BRV attack.  Turns itself into Howling Fist (Transfixion) and Spin Attack into Backhand Blow (Detonation).", "Spinning Attack": "1-HIT AoE BRV attack.  Turns itself to Backhand Blow (Detonation) and One Ilm Punch into Howling Fist (Fusion).", "BRV Attack+": "1-HIT BRV Attack with low Action Delay.  Lasts for 5 turns after using Spinning Attack.", "HP Attack+": "Slightly raises BRV before inflicting an HP attack.  Lasts for 5 turns after using Spinning Attack.", "Nullifying Dropkick": "4-HIT BRV+HP attack.  Ignores Defense.  BRV stolen from the target can overflow up to 200% of Max BRV.  Extends all buffs granted by self by 5 turns."}, "Passives": {"One Ilm Punch Charge": "Increases the max uses of One Ilm Punch by 1.", "Break Speed Up": "Slightly raises Speed for 1 turn after breaking an enemy.", "High Tension": "Slightly raises Attack for 3 turns when the battle starts.", "Spinning Attack Charge": "Increases the max uses of Spinning Attack by 1.", "BRV Guard Up": "Slightly raises Defense when BRV is over 50%.", "Ability Speed High": "Slightly reduces Action Delay when using abilities continuously.", "BRV Attack Up": "Slightly raises Attack when BRV is over 50%.", "Break Bonus Up": "Slightly raises Break Bonus earned after breaking an enemy.", "Combo Blitzer": "Slightly raises BRV damage when using abilities continuously.", "Buff Boost": "Moderately raises Max BRV while buffed.", "One Ilm Punch Extend": "Increases One Ilm Punch's max uses by 1.Slightly raises its potency.Moderately raises the physical hit potency of Howling Fist (Transfixion) & Howling Fist (Fusion).Slightly raises the potency of their magical hits.After using One Ilm Punch, turns both Howling Fist (Transfixion) and Backhand Blow (Detonation) to their + variants, thus inflicting an HP attack after the 2 BRV hits.", "Buff Attack Up": "Moderately raises Attack while buffed.", "Spinning Attack Extend": "Increases Spinning Attack's max uses by 1.Slightly raises its potency.Moderately raises the physical hit potency of Backhand Blow (Detonation).Slightly raises the potency of its wind magical hit.After using Spinning Attack, turns both Howling Fist (Fusion) and Backhand Blow (Detonation) to their + variants, thus inflicting an HP attack after the 2 BRV hits."}, "Weapons": {"Melee Cyclas CP: 35": "MAX BRV+220 and ATK+72", "Koenigs Knuckle CP: 15": "Increases the potency of One Ilm Punch and Howling Fist.", "Tantra Cyclas CP: 90": "INT BRV+110 and DEF+84", "Sphairai CP: 35": "Increases the potency of Spin Attack and Backhand Blow.Moderately raises Spin Attack's BRV damage when there is only one target.Grants Small Max BRV Up and Small Physical Attack Up for 5 turns after using Spin Attack.Turns BRV Attack to BRV Attack+ and HP Attack to HP Attack+ for 5 turns after using Spin Attack.", "Glanzfaust CP: 70": "May equip the EX Ability Nullifying Dropkick."}}