{"Name": "Vincent", "Crystal": "White", "Weapon": "Gun", "Picture": "https://dissidiadb.com/static/img/vincent.0891a13.png", "Stats": {"Initial Level": ["950", "140", "550", "175", "190"], "Level 50": ["1959", "646", "1005", "320", "347"], "Level 50 + Crystal Awakening 50": ["3859", "646", "1500", "500", "537"], "Level 60": ["4299", "846", "2500", "600", "707"], "Level 60 + Crystal Awakening 60": ["4739", "846", "3500", "700", "1037"], "Level 70": ["5029", "1126", "3820", "780", "1187"], "Level 70 + Crystal Awakening 70": ["5319", "1406", "4140", "860", "1337"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["8860", "2750", "10487", "2964", "3940"]}, "Commands": {"Deadly Beast Flare": "1-HIT BRV attack.  Inflicts Medium Initial BRV Down and Fire Resistance Down for 4 turns.  Grants Fire Enchant for 4 turns.", "Livewire Shot": "1-HIT BRV attack.  Inflicts Medium Attack Down for 1 turn and Thunder Resistance Down for 4 turns.  Grants Thunder Enchant for 4 turns.", "BRV Attack+": "1-HIT BRV attack with low Action Delay.  Lasts for 6 turns after using Livewire Shot.", "Debuff Turn Long": "Extends the duration of inflicted debuffs by 1 turn for 2 turns  No action delay  Doesn't increase turn count  Decreases Friend Support and Summon action count", "Nightmare Shot": "5-HIT ranged BRV+HP attack  BRV stolen can overflow up to 150% Max BRV  Deals 50% HP damage to other enemies  Inflicts 「Nightmare」 to all enemies for 3 turns  Grants 「Implanted Power」 for 6 turns   「Nightmare」 lowers Defense and deals BRV damage   「Implanted Power」 has the following effects:  - Raises Max BRV  - Raises BRV damage dealt based on the number of debuffs inflicted to the target"}, "Passives": {"Break Speed Up": "Slightly raises Speed for 1 turn after breaking an enemy.", "Deadly Beast Flare Power": "Slightly raises BRV damage dealt with Deadly Beast Flare.", "Deadly Beast Flare Charge": "Increases the max uses of Deadly Beast Flare by 1.", "Livewire Shot Power": "Slightly raises BRV damage dealt with Livewire Shot.", "Bonus Up All": "Slightly raises Break Bonus gained by the party after breaking an enemy.", "Livewire Shot Charge": "Increases the max uses of Livewire Shot by 1.", "Debuff Attack Up": "Slightly raises Attack while an enemy is debuffed.", "Critical BRV Gain": "Grants a small amount of BRV after dealing a critical hit.", "Turk of Turks": "Slightly raises Initial BRV, Max BRV, Attack and Defense when HP is under 50%.", "Buff Attack&Speed": "Slightly raises Attack and Speed while buffed", "Deadly Beast Flare Extend": " Deadly Beast Flare  use +1When using  Deadly Beast Flare :- BRV hits becomes AoE- Increases the number of BRV hits to 4- Tremendously raises its total BRV potency- BRV stolen can overflow up to 120% Max BRV- Slightly improves the effects of  Initial BRV Down  debuff- Extends the duration of  Enchant Fire  by 4 turns- Lowers Action Delay- Triggers a single target HP attack after useWhen the number of debuffs on target is greater than 3:- Turns  Deadly Beast Flare  to  Deadly Beast Flare+    Moderately raises total potency  BRV stolen can overflow up to 150% Max BRV", "Debuff Attack&Boost": "Moderately raises Max BRV and Attack while an enemy is debuffed.", "Livewire Shot Extend": " Livewire Shot  use +3When using  Livewire Shot :- BRV hits becomes AoE- Increases the number of BRV hits to 4- Moderately raises its total BRV potency- BRV stolen can overflow up to 120% Max BRV- Slightly improves the effects of  Max BRV Up  buff- Extends the duration of  Enchant Thunder  by 4 turns- Triggers a single target HP Attack after useWhen the number of debuff on target is greater than 3- Turns  Livewire Shot  to  Livewire Shot+    Moderately raises total BRV potency  BRV stolen can overflow up to 150% Max BRVWhen using  BRV Attack  or  BRV Attack+ :- Increases the number of BRV hits to 2- Moderately raises total BRV potency", "Resonance of Destruction and Power": "Raises party Max BRV and Attack by 10%", "Debuff Turn Long Extend": "When using  Debuff Turn Long , adds the following effects:- Extends the duration of inflicted debuffs by 1 more turn- Slightly raises Max BRV Overflow rate for all party members"}, "Weapons": {"Dark Shout CP: 35": "Increases the potency of Livewire Shot and lowers its Action Delay.Increases the potency of Attack Down and extends its duration.Increases the potency of Max BRV Up and extends its duration.Extends the duration of Thunder Echantment.Turns BRV Attack to BRV Attack+ while Thunder Enchant is up and lowers its Action Delay.", "Shortbarrel CP: 15": "Increases the potency of Deadly Beast Flare.Increases the potency of Initial BRV Down and extends its duration.", "Vincent's Mantle CP: 35": "MAX BRV+220 and ATK+72", "Bloom Stone CP: Cannot be equipped": " Debuff Turn Long  use +1Duration of  Debuff Turn Long  effects +2 turns", "Hell's Roar CP: 70": "May equip the EX Ability  Nightmare Shot ", "Rune Armlet CP: 90": "HP+680 and INT BRV+110"}}