{"Name": "Seymour", "Crystal": "White", "Weapon": "Staff", "Picture": "https://dissidiadb.com/static/img/seymour.2b9f0cc.png", "Stats": {"Initial Level": ["950", "170", "550", "180", "130"], "Level 50": ["1959", "785", "1005", "329", "237"], "Level 50 + Crystal Awakening 50": ["3859", "785", "1500", "509", "367"], "Level 60": ["4299", "1585", "2500", "609", "447"], "Level 60 + Crystal Awakening 60": ["4739", "1585", "3500", "709", "597"], "Level 70": ["?", "?", "?", "?", "?"], "Level 70 + Crystal Awakening 70": ["?", "?", "?", "?", "?"], "Max Attainable Level and Crystal Awakening + All Stat Passives + Exclusive Gear + Mastered Summon Boards": ["5705", "2083", "7886", "2305", "1827"]}, "Commands": {"Chainspell": "2-hit magic BRV attack  Deals extra damage to debuffed targets  High turn rate", "Lance of Atrophy": "2-hit magic BRV attack + HP attack  Target: 3 turns ATK Down I, DEF Down I, MAX BRV Down I  Deals extra damage to debuffed targets", "Requiem": "3-hit group magic BRV attack + group HP attack  Moderately increased BRV damage when attacking single target  Deals extra BRV damage to debuffed targets  Deals proportionate HP damage to each target"}, "Passives": {"Debuff Attack Up": "Slightly raises Attack while an enemy is debuffed.", "Chainspell Power": "Slightly raises BRV damage dealt with Chainspell.", "Critical Power": "Slightly raises BRV damage dealt with critical hits.", "Lance of Atrophy Power": "Slightly raises BRV damage dealt with Lance of Atrophy.", "Chainspell Charge": "Increases the max uses of Chainspell by 1.", "BRV Speed Up": "Slightly raises Speed when BRV is over 50%.", "Break Speed Up": "Slightly raises Speed for 1 turn after breaking an enemy.", "Lance of Atrophy Charge": "Increases the max uses of Lance of Atrophy by 1.", "Blessing of Anima": "Slightly raises Initial BRV, Max BRV, Attack and Defense when HP is under 50%.", "Debuff Attack Speed": "Slightly raises ATK, SPD while an enemy is debuffed", "Chainspell Extension": "When using Chainspell:   Slight damage boost   Triggers additional HP attack if BRV is at least 80% of MAX after last hit   Target: 5 turns INT BRV Down IIAfter using Chainspell:   BRV Attack becomes BRV Attack+ (damage boost; deals extra damage to debuffed targets) for 5 turns", "Buffed Attack Boost Up": "Moderately raises MAX BRV, ATK with active buffs", "Lance of Atrophy Extension": "When using Lance of Atrophy:   Moderate BRV damage boost   Slight boost to effects inflictedAfter using Lance of Atrophy:   Triggers additional Chainspell when target's HP 50% of MAX or less"}, "Weapons": {"Ceremonial Robes CP: 35": "INT BRV+110 and ATK+72", "Mortibody Staff CP: 70": "May equip the EX Ability Requiem.", "Seymour's Staff CP: 15": "Increases Chainspell's potency and lowers its Action Delay.Grants Small Max BRV Up for 4 turns.", "Summoner's Great Staff CP: 35": "Increases Lance of Atrophy's potency.Extends the duration of all debuffs inflicted by Lance of Atrophy and increases their potency."}}